{
  "id": 10,
  "slug": "sauptika-parva",
  "title": "Sauptika Parva",
  "titleSan": "सौप्तिक पर्व",
  "translation": "O Livro dos Guerreiros Adormecidos",
  "description": "Ashwatthama mata o restante do exército Pandava enquanto dormem.",
  "verseCount": 870,
  "chapters": 18,
  "summary": "Conteúdo completo do Sauptika Parva, traduzido por Kisari Mohan Ganguli.",
  "sections": [
    {
      "id": "full",
      "title": "Full Text",
      "verses": "-",
      "content": "\r\n\r\n\r\n\r\nThe Mahabharata\r\n\r\nof\r\n\r\nKrishna-Dwaipayana Vyasa\r\n\r\nBOOK 10\r\n\r\nSauptika-parva\r\n\r\n\r\n\r\nTranslated into English Prose from the Original Sanskrit Text\r\n\r\nby\r\n\r\nKisari Mohan Ganguli\r\n\r\n[1883-1896]\r\n\r\nScanned and Proofed by Mantra Caitanya. Additional proofing and\r\nformatting at sacred-texts.com, by J. B. Hare, October 2003.\r\n\r\n\r\n\r\n1\r\n\r\nOm! Having bowed down unto Narayana, and Nara the most exalted of male\r\nbeings, and unto the goddess Sarasvati, must the word Jaya be uttered!\r\n\r\nSanjaya said, \"Those heroes then together proceeded towards the south. At\r\nthe hour of sunset they reached a spot near the (Kuru) encampment.\r\nLetting their animals loose they became very much frightened. Reaching\r\nthen a forest, they secretly entered it. They took up their quarters\r\nthere at no great distance from the encampment. Cut and mangled with many\r\nkeen weapons, they breathed long and hot sighs, thinking of the Pandavas.\r\nHearing the loud noise made by the victorious Pandavas, they feared a\r\npursuit and therefore fled towards the east. Having proceeded for\r\nsometime, their animals became tired and they themselves became thirsty.\r\nOverpowered by wrath and vindictiveness, those great bowmen could not put\r\nup with what had occurred, burning as they did with (grief at) the\r\nslaughter of the king. They however, took rest for a while.\"\r\n\r\nDhritarashtra said, \"The feat, O Sanjaya, that Bhima achieved seems to be\r\nincredible, since my son who was struck down possessed the strength of\r\n10,000 elephants. In manhood's prime and possessed of an adamantine\r\nframe, he was not capable of being slain by any creature! Alas, even that\r\nson of mine was struck down by the Pandavas in battle! Without doubt, O\r\nSanjaya, my heart is made of adamant, since it breaks not into a 1,000\r\nfragments even after hearing of the slaughter of my hundred sons! Alas,\r\nwhat will be the plight of myself and my spouse, an old couple destitute\r\nof children! I dare not dwell in the dominions of Pandu's son! Having\r\nbeen the sire of a king and a king myself, O Sanjaya, how shall I pass my\r\ndays as a slave obedient to the commands of Pandu's son! Having laid my\r\ncommands over the whole Earth and having stayed over the heads of all, O\r\nSanjaya, how shall I live now as a slave in wretchedness? How shall I be\r\nable, O Sanjaya, to endure the words of Bhima who hath single-handed\r\nslain a full hundred sons of mine? The words of the high-souled Vidura\r\nhave come to be realised! Alas, my son, O Sanjaya, did not listen to\r\nthose words! What, however, did Kritavarma and Kripa and Drona's son do\r\nafter my son Duryodhana had been unfairly stuck down?\"\r\n\r\nSanjaya said, \"They had not proceeded far, O king, when they stopped, for\r\nthey beheld a dense forest abounding with trees and creepers. Having\r\nrested for a little while, they entered that great forest, proceeding on\r\ntheir cars drawn by their excellent steeds whose thirst had been\r\nassuaged. That forest abounded with diverse kinds of animals, and it\r\nteemed with various species of birds. And it was covered with many trees\r\nand creepers and was infested by numerous carnivorous creatures. Covered\r\nwith many pieces of water and adorned with various kinds of flowers, it\r\nhad many lakes overgrown with blue lotuses.\r\n\r\nHaving entered that dense forest, they cast their eyes about and saw a\r\ngigantic banyan tree with thousands of branches. Repairing to the shade\r\nof that tree, those great car-warriors, O king, those foremost of men,\r\nsaw that was the biggest tree in that forest. Alighting from their cars,\r\nand letting loose their animals, they cleansed themselves duly and said\r\ntheir evening prayers. The Sun then reached the Asta mountains, and\r\nNight, the mother of the universe, came. The firmament, bespangled with\r\nplanets and stars, shone like an ornamented piece of brocade and\r\npresented a highly agreeable spectacle. Those creatures that walk the\r\nnight began to howl and utter their cries at will, while they that walk\r\nthe day owned the influence of sleep. Awful became the noise of the\r\nnight-wandering animals. The carnivorous creatures became full of glee,\r\nand the night, as it deepened, became dreadful.\r\n\r\nAt that hour, filled with grief and sorrow, Kritavarma and Kripa and\r\nDrona's son all sat down together. Seated under that banyan, they began\r\nto give expression to their sorrow in respect of that very matter: the\r\ndestruction that had taken place of both the Kurus and the Pandavas.\r\nHeavy with sleep, they laid themselves down on the bare earth. They had\r\nbeen exceedingly tired and greatly mangled with shafts. The two great\r\ncar-warriors, Kripa and Kritavarma, succumbed to sleep. However deserving\r\nof happiness and undeserving of misery, they then lay stretched on the\r\nbare ground. Indeed, O monarch, those two who had always slept on costly\r\nbeds now slept, like helpless persons, on the bare ground, afflicted with\r\ntoil and grief.\r\n\r\nDrona's son, however, O Bharata, yielding to the influence of wrath and\r\nreverence, could not sleep, but continued to breathe like a snake.\r\nBurning with rage, he could not get a wink of slumber. That hero of\r\nmighty arms cast his eyes on every side of that terrible forest. As he\r\nsurveyed that forest peopled with diverse kinds of creatures, the great\r\nwarrior beheld a large banyan covered with crows. On that banyan\r\nthousands of crows roosted in the night. Each perching separately from\r\nits neighbour, those crows slept at ease, O Kauravya! As, however, those\r\nbirds were sleeping securely on every side, Ashvatthama beheld an owl of\r\nterrible aspect suddenly make its appearance there. Of frightful cries\r\nand gigantic body, with green eyes and tawny plumage, its nose was very\r\nlarge and its talons were long. And the speed with which it came\r\nresembled that of Garuda. Uttering soft cries that winged creature, O\r\nBharata, secretly approached the branches of that banyan. That ranger of\r\nthe sky, that slayer of crows, alighting on one of the branches of the\r\nbanyan, slew a large number of his sleeping enemies. He tore the wings of\r\nsome and cut off the heads of others with his sharp talons and broke the\r\nlegs of many. Endued with great strength, he slew many that fell down\r\nbefore his eyes. With the limbs and bodies, O monarch, of the slain\r\ncrows, the ground covered by the spreading branches of the banyan became\r\nthickly strewn on every side. Having slain those crows, the owl became\r\nfilled with delight like a slayer of foes after having behaved towards\r\nhis foes according to his pleasure.\r\n\r\nBeholding that highly suggestive deed perpetrated in the night by the\r\nowl, Drona's son began to reflect on it, desirous of framing his own\r\nconduct by the light of that example. He said unto himself, \"This owl\r\nteaches me a lesson in battle. Bent as I am upon the destruction of the\r\nfoe, the time for the deed has come! The victorious Pandavas are\r\nincapable of being slain by me! They are possessed of might, endued with\r\nperseverance, sure of aim, and skilled in smiting. In the presence,\r\nhowever, of the king I have vowed to slay them. I have thus pledged\r\nmyself to a self-destructive act, like an insect essaying to rush into a\r\nblazing fire! If I were to fight fairly with them, I shall, without\r\ndoubt, have to lay down my life! By an act of guile, however, success may\r\nyet be mine and a great destruction may overtake my foes! People\r\ngenerally, as also those versed in the scriptures, always applaud those\r\nmeans which are certain over those which are uncertain. Whatever of\r\ncensure and evil repute this act may provoke ought to be incurred by\r\nperson that is observant of kshatriya practices. The Pandavas of\r\nuncleansed souls have, at every step, perpetrated very ugly and\r\ncensurable acts that are again fall of guile. As regards this matter,\r\ncertain ancient verses, full of truth, are heard, sung by truth-seeing\r\nand righteousness-observing persons, who sang them after a careful\r\nconsideration of the demands of justice.\r\n\r\nThese verses are even these: The enemy's force, even when fatigued, or\r\nwounded with weapons, or employed in eating, or when retiring, or when\r\nresting within their camp, should be smitten. They should be dealt with\r\nin the same way when afflicted with sleep in the dead of night, or when\r\nreft of commanders, or when broken or when under the impression of an\r\nerror.'\"\r\n\r\nHaving reflected in this way, the valiant son of Drona formed the\r\nresolution of slaying during the night the slumbering Pandavas and the\r\nPancalas. Having formed this wicked resolution and pledged himself\r\nrepeatedly to its execution, he awoke both his maternal uncle and the\r\nchief of Bhojas. Awakened from sleep, those two illustrious and mighty\r\npersons, Kripa and the Bhoja chief, heard Ashvatthama's scheme. Filled\r\nwith shame, both of them abstained from giving a suitable reply.\r\n\r\nHaving reflected for a short while, Ashvatthama said with tearful eyes,\r\n\"King Duryodhana, that one hero of great might, for whose sake we were\r\nwaging hostilities with the Pandavas, hath been slain! Deserted and\r\nalone, though he was the lord of eleven akshauhinis of troops, that hero\r\nof unstained prowess hath been struck down by Bhimasena and a large\r\nnumber of wretches banded together in battle! Another wicked act hath\r\nbeen perpetrated by the vile Vrikodara, for the latter hath touched with\r\nhis foot the head of a person whose coronal locks underwent the sacred\r\nbath! The Pancalas are uttering loud roars and cries and indulging in\r\nloud bursts of laughter. Filled with joy, they are blowing their conchs\r\nand beating their drums! The loud peal of their instruments, mingled with\r\nthe blare of conchs, is frightful to the ear and borne by the winds, is\r\nfilling all the points of the compass. Loud also is the din made by their\r\nneighing steeds and grunting elephants and roaring warriors! That\r\ndeafening noise made by the rejoicing warriors as they are marching to\r\ntheir quarters, as also the frightful clatter of their car-wheels, comes\r\nto us from the east. So great hath been the havoc made by the Pandavas on\r\nthe Dhartarashtras that we three are the only survivors of that great\r\ncarnage! Some were endued with the might of a hundred elephants, and some\r\nwere masters of all weapons. Yet have they been slain by the sons of\r\nPandu! I regard this to be an instance of the reverses brought about by\r\nTime! Truly, this is the end to which such an act leads! Truly, although\r\nthe Pandavas have achieved such difficult feats, even this should be the\r\nresult of those feats! If your wisdom hath not been driven away by\r\nstupefaction, then say what is proper for us to do in view of this\r\ncalamitous and grave affair.'\"\r\n\r\n\r\n\r\n2\r\n\r\nKripa said, \"We have heard all that thou hast said, O puissant one!\r\nListen, however, to a few words of mine, O mighty armed one! All men are\r\nsubjected to and governed by these two forces, Destiny and Exertion.\r\nThere is nothing higher than these two. Our acts do not become successful\r\nin consequence of destiny alone, nor of exertion alone, O best of men!\r\nSuccess springs from the union of the two. All purposes, high and low,\r\nare dependent on a union of those two. In the whole world, it is through\r\nthese two that men are seen to act as also to abstain. What result is\r\nproduced by the clouds pouring upon a mountain? What results are not\r\nproduced by them pouring upon a cultivated field? Exertion, where destiny\r\nis not auspicious, and absence of exertion where destiny is auspicious,\r\nboth these are fruitless! What I have said before (about the union of the\r\ntwo) is the truth. If the rains properly moisten a well-tilled soil, the\r\nseed produces great results. Human success is of this nature.\r\n\r\nSometimes, Destiny, having settled a course of events, acts of itself\r\n(without waiting for exertion). For all that, the wise, aided by skill\r\nhave recourse to exertion. All the purposes of human acts, O bull among\r\nmen, are accomplished by the aid of those two together. Influenced by\r\nthese two, men are seen to strive or abstain. Recourse may be had to\r\nexertion. But exertion succeeds through destiny. It is in consequence\r\nalso of destiny that one who sets himself to work, depending on exertion,\r\nattains to success. The exertion, however, of even a competent man, even\r\nwhen well directed, is without the concurrence of destiny, seen in the\r\nworld to be unproductive of fruit. Those, therefore, among men, that are\r\nidle and without intelligence, disapprove of exertion. This however, is\r\nnot the opinion of the wise.\r\n\r\nGenerally, an act performed is not seen to be unproductive of fruit in\r\nthe world. The absent of action, again, is seen to be productive of grave\r\nmisery. A person obtaining something of itself without having made any\r\nefforts, as also one not obtaining anything even after exertion, is not\r\nto be seen. One who is busy in action is capable of supporting life. He,\r\non the other hand, that is idle, never obtains happiness. In this world\r\nof men it is generally seen that they that are addicted to action are\r\nalways inspired by the desire of earning good. If one devoted to action\r\nsucceeds in gaining his object or fails to obtain the fruit of his acts,\r\nhe does not become censurable in any respect. If anyone in the world is\r\nseen to luxuriously enjoy the fruits of action without doing any action,\r\nhe is generally seen to incur ridicule and become an object of hatred. He\r\nwho, disregarding this rule about action, liveth otherwise, is said to do\r\nan injury to himself. This is the opinion of those that are endued with\r\nintelligence.\r\n\r\nEfforts become unproductive of fruits in consequence of these two\r\nreasons: destiny without exertion and exertion without destiny. Without\r\nexertion, no act in this world becomes successful. Devoted to action and\r\nendued with skill, that person, however, who, having bowed down to the\r\ngods, seeks, the accomplishment of his objects, is never lost. The same\r\nis the case with one who, desirous of success, properly waits upon the\r\naged, asks of them what is for his good, and obeys their beneficial\r\ncounsels. Men approved by the old should always be solicited for counsel\r\nwhile one has recourse to exertion. These men are the infallible root of\r\nmeans, and success is dependent on means. He who applies his efforts\r\nafter listening to the words of the old, soon reaps abundant fruits from\r\nthose efforts. That man who, without reverence and respect for others\r\n(capable of giving him good counsel), seeks the accomplishment of his\r\npurposes, moved by passion, anger, fear, and avarice, soon loses his\r\nprosperity.\r\n\r\nThis Duryodhana, stained by covetousness and bereft of foresight, had\r\nwithout taking counsel, foolishly commenced to seek the accomplishment of\r\nan undigested project. Disregarding all his well-wishers and taking\r\ncounsel with only the wicked, he had, though dissuaded, waged hostilities\r\nwith the Pandavas who are his superiors in all good qualities. He had,\r\nfrom the beginning, been very wicked. He could not restrain himself. He\r\ndid not do the bidding of friends. For all that, he is now burning in\r\ngrief and amid calamity. As regards ourselves since we have followed that\r\nsinful wretch, this great calamity hath, therefore, overtaken us! This\r\ngreat calamity has scorched my understanding. Plunged in reflection, I\r\nfail to see what is for our good!\r\n\r\nA man that is stupefied himself should ask counsel of his friends. In\r\nsuch friends he hath his understanding, his humility, and his prosperity.\r\nOne's actions should have their root in them. That should be done which\r\nintelligent friends, having settled by their understanding, should\r\ncounsel. Let us, therefore, repair to Dhritarashtra and Gandhari and the\r\nhigh-souled Vidura and ask them as what we should do. Asked by us, they\r\nwill say what, after all this, is for our good. We should do what they\r\nsay. Even this is my certain resolution. Those men whose acts do not\r\nsucceed even after the application of exertion, should, without doubt, be\r\nregarded as afflicted by destiny.\"\r\n\r\n\r\n\r\n3\r\n\r\nSanjaya said, \"Hearing these words of Kripa that were auspicious and\r\nfraught with morality and profit, Ashvatthama, O monarch, became\r\noverwhelmed with sorrow and grief. Burning with grief as if with a\r\nblazing fire, he formed a wicked resolution and then addressed them both\r\nsaying, \"The faculty of understanding is different in different men. Each\r\nman, however, is pleased with own understanding. Every man regards\r\nhimself more intelligent than others. Everyone respects his own\r\nunderstanding and accords it great praise. Everyone's own wisdom is with\r\nevery one a subject of praise. Everyone speaks ill of the wisdom of\r\nothers, and well of his own, in all instances. Men whose judgements agree\r\nwith respect to any unattained object, even though there be a variety of\r\nconsiderations, become gratified with and applaud one another. The\r\njudgements, again, of the same men, overwhelmed with reverses through the\r\ninfluence of time, become opposed to one another. More particularly, in\r\nconsequence of the diversity of human intellects, judgements necessarily\r\ndiffer when intellects are clouded.\r\n\r\nAs a skilful physician, having duly diagnosed a disease, prescribes a\r\nmedicine by the application of his intelligence for effecting a cure,\r\neven so men, for the accomplishment of their acts, use their\r\nintelligence, aided by their own wisdom. What they do is again\r\ndisapproved by others. A man, in youth, is affected by one kind of\r\nunderstanding. In middle age, the same does not prevail with him, and in\r\nthe period of decay, a different kind of understanding becomes agreeable\r\nto him. When fallen into terrible distress or when visited by great\r\nprosperity, the understanding of a person, O chief of the Bhojas, is seen\r\nto be much afflicted. In one and the same person, through want of wisdom,\r\nthe understanding becomes different at different times. That\r\nunderstanding which at one time is acceptable becomes the reverse of that\r\nat another time.\r\n\r\nHaving resolved, however, according to one's wisdom, that resolution\r\nwhich is excellent should be endeavoured to be accomplished. Such\r\nresolution, therefore, should force him to put forth exertion. All\r\npersons, O chief of the Bhojas, joyfully begin to act, even in respect of\r\nenterprises that lead to death, in the belief that those enterprises are\r\nachievable by them. All men, relying on their own judgements and wisdom,\r\nendeavour to accomplish diverse purposes, knowing them to be beneficial.\r\nThe resolution that has possessed my mind today in consequence of our\r\ngreat calamity, as something that is capable of dispelling my grief, I\r\nwill now disclose unto both of you.\r\n\r\nThe Creator, having formed his creatures, assigned unto each his\r\noccupation. As regards the different orders, he gave unto each a portion\r\nof excellence. Unto brahmanas he assigned that foremost of all things,\r\nthe Veda. Unto the kshatriya he assigned superior energy. Unto the\r\nvaishya he gave skill, and unto the shudra he gave the duty of serving\r\nthe three other classes. Hence, a brahmana without self-restraint is\r\ncensurable. A kshatriya without energy is base. A vaishya without skill\r\nis worthy of dispraise, as also a shudra who is bereft of humility (to\r\nthe other orders).\r\n\r\nI am born in an adorable and high family of brahmanas. Through ill-luck,\r\nhowever, I am wedded to kshatriya practices. If, conversant as I am with\r\nkshatriya duties, I adopt now the duties of a brahmana and achieve a high\r\nobject (the purification of self under such injuries), that course would\r\nnot be consistent with nobleness. I hold an excellent bow and excellent\r\nweapons in battle. If I do not avenge the slaughter of my sire, how shall\r\nI open my mouth in the midst of men? Paying regard to kshatriya duties,\r\ntherefore, without hesitation, I shall today walk in the steps of my\r\nhigh-souled sire and the king.\r\n\r\nThe Pancalas, elated with victory, will trustfully sleep tonight, having\r\nput off their armour and in great glee, and filled with happiness at the\r\nthought of the victory they have won, and spent with toil and exertion.\r\nWhile sleeping at their ease during the night within their own camp, I\r\nshall make a great and terrible assault upon their camp. Like Maghavat\r\nslaying the danavas, I shall, attacking them while senseless and dead in\r\nsleep in their camp, slay them all, putting forth my prowess. Like a\r\nblazing fire consuming a heap of dry grass, I shall slay all of them\r\nassembled in one place with their leader Dhrishtadyumna! Having slain the\r\nPancalas, I shall obtain peace of mind, O best of men! While engaged in\r\nthe act of slaughter, I shall career in their midst like the wielder of\r\nPinaka, Rudra himself, in rage among living creatures. Having cut off and\r\nslain all the Pancalas today, I shall then, in joy, afflict the sons of\r\nPandu in battle. Taking their lives one after another and causing the\r\nearth to be strewn with the bodies of all the Pancalas, I shall pay off\r\nthe debt I owe to my sire. I shall today make the Pancalas follow in the\r\nwake, hard to tread, of Duryodhana and Karna and Bhishma, and the ruler\r\nof the Sindhus. Putting forth my might, I shall tonight grind the head,\r\nlike that of any animal, of Dhrishtadyumna, the king of the Pancalas! I\r\nshall tonight, O son of Gautama, cut off with my sharp sword, in battle,\r\nthe sleeping sons of the Pancalas and the Pandavas. Having exterminated\r\nthe Pancalas army tonight while sunk in sleep, I shall, O thou of great\r\nintelligence, obtain great happiness and regard myself to have done my\r\nduty!\"\r\n\r\n\r\n\r\n4\r\n\r\nKripa said, \"By good luck, O thou of unfading glory, thy heart is set\r\ntoday on vengeance. The wielder of the thunder himself will not succeed\r\nin dissuading thee today. Both of us, however, shall accompany thee in\r\nthe morning. Putting off thy armour and taking down thy standard, take\r\nrest for this night. I shall accompany thee, as also Kritavarma of the\r\nSatvata race, clad in mail and riding on our cars, while thou shalt\r\nproceed against the foe. United with ourselves, thou shalt slay the foes,\r\nthe Pancalas with all their followers, tomorrow in press of battle,\r\nputting forth thy prowess, O foremost of car-warriors! If thou puttest\r\nforth thy prowess, thou art quite competent to achieve that fear! Take\r\nrest, therefore, for this night. Thou hast kept thyself awake for many a\r\nnight. Having rested and slept, and having become quite refreshed, O\r\ngiver of honours, encounter the foe in battle! Thou shalt then slay the\r\nenemy, without doubt. No one, not even Vasava amongst the gods, would\r\nventure to vanquish thee armed with foremost of weapons, O first of\r\ncar-warriors! Who is there that would, even if he be the chief of the\r\ngods himself, fight Drona's son, when the latter proceeds, accompanied by\r\nKripa and protected by Kritavarma? Therefore, having rested and slept\r\nthis night and shaken off fatigue, we shall slay the foe tomorrow\r\nmorning! Thou art a master of celestial weapons. I also am so, without\r\ndoubt. This hero of Satvata's race is a mighty bowman, always skilled in\r\nbattle. All of us, uniting together, O son, shall succeed in slaying our\r\nassembled foes in battle by putting forth our might. Great shall be our\r\nhappiness then! Dispelling thy anxieties, rest for this night and sleep\r\nhappily! Myself and Kritavarma, both armed with bows and capable of\r\nscorching our enemies, will, clad in mail, follow thee, O best of men,\r\nwhile thou shalt proceed on thy car against the enemy. Proceeding to\r\ntheir camp and proclaiming thy name in battle, thou shalt then make a\r\ngreat slaughter of the foe. Tomorrow morning, in broad daylight, having\r\ncaused a great slaughter among them thou shalt sport like Shakra after\r\nthe slaughter of great asuras. Thou art quite competent to vanquish the\r\narmy of the Pancalas in battle like the slayer of the danavas in\r\nvanquishing in rage the danava host. United with myself in battle and\r\nprotected by Kritavarma, thou art incapable of being withstood by the\r\nwielder of the thunderbolt himself.\r\n\r\nNeither I, O son, nor Kritavarma, will ever retreat from battle without\r\nhaving vanquished the Pandavas! Having slain the angry Pancalas along\r\nwith the Pandavas, we shall come away, or slain by them, we shall proceed\r\nto heaven. By every means in our power, we two shall render thee\r\nassistance in battle tomorrow morning. O thou of mighty arms, I tell thee\r\nthe truth, O sinless one!\"\r\n\r\nAddressed in these beneficial words by his maternal uncle, the son of\r\nDrona, with eyes red in rage, answered his uncle, O king, saying, Where\r\ncan a person that is afflicted, or one that is under the influence of\r\nrage, or one whose heart is always engaged in revolving projects for the\r\nacquisition of wealth, or one that is under the power of lust, obtain\r\nsleep? Behold, all these four causes are present in my case. Anyone of\r\nthese, singly would destroy sleep. How great is the grief of that person\r\nwhose heart is always thinking of the slaughter of his sire! My heart is\r\nnow burning day and night. I fail to obtain peace. The way in which my\r\nsire in particular was slain by those sinful wretches hath been witnessed\r\nby you all. The thought of that slaughter is cutting all my vitals. How\r\ncould a person like me live for even a moment after hearing the Pancalas\r\nsay that they have slain my father? I cannot bear the thought of\r\nsupporting life without having slain Dhrishtadyumna in battle. In\r\nconsequence of the slaughter of my father he hath become slayable by me,\r\nas also all with whom he is united. Who is there so hard-hearted that\r\nwould not burn after having heard the lamentations that I have heard of\r\nthe king lying with broken thighs? Who is there so destitute of\r\ncompassion whose eyes would not be filled with tears after hearing such\r\nwords uttered by the king with broken thighs? They whose side was adopted\r\nby me have been vanquished. The thought of this enhances my sorrow as a\r\nrush of waters enhances the sea.\r\n\r\nProtected as they are by Vasudeva and Arjuna, I regard them, O uncle, to\r\nbe irresistible by the great Indra himself. I am unable to restrain this\r\nrising wrath in my heart. I do not behold the man in this world that can\r\nassuage this wrath of mine! The messengers informed me of the defeat of\r\nmy friends and the victory of the Pandavas. That is burning my heart.\r\nHaving however, caused a slaughter of my enemies during their sleep, I\r\nshall then take rest and shall then sleep without anxiety.\"\r\n\r\n\r\n\r\n5\r\n\r\nKripa said, \"A person who is bereft of intelligence and who hath not his\r\npassions under control, cannot, even if he waits dutifully upon his\r\nsuperiors, understand all the considerations of morality. This is my\r\nopinion. Similarly, an intelligent person who does not practise humility\r\nfails to understand the settled conclusions of morality. A brave man, if\r\nbereft of understanding, by waiting all his life upon a learned person\r\nfails to know his duties, like a wooden ladle unable to taste the juicy\r\nsoup (in which it may lie immersed). The wise man, however, by waiting\r\nupon a learned person for even a moment, succeeds in knowing his duties,\r\nlike the tongue tasting the juicy soup (as soon as it comes into contact\r\nwith the latter). That person who is endued with intelligence, who waits\r\nupon his superiors, and who has his passions under control succeeds in\r\nknowing all the rules of morality and never disputes with what is\r\naccepted by all. An ungovernable, irreverent, and sinful person of wicked\r\nsoul perpetrates sin in seeking his well-being by disregarding destiny.\r\n\r\nWell-wishers seek to restrain a friend from sin. He who suffers himself\r\nto be dissuaded, succeeds in winning prosperity. He that does otherwise\r\nreaps misery. As a person of disordered brains is restrained by soothing\r\nwords, even so should a friend be restrained by well-wishers. He that\r\nsuffers himself to be so restrained never becomes a prey to misery. When\r\na wise friend is about to perpetrate a wicked act, well-wishers possessed\r\nof wisdom repeatedly and according to the extent of their power endeavour\r\nto restrain him. Setting thy heart on what is truly beneficial, and\r\nrestraining thyself by thy own self, do my bidding, O son, so that thou\r\nmayst not have to repent afterwards.\r\n\r\nIn this world, the slaughter of sleeping persons is not applauded,\r\nagreeably to the dictates of religion. The same is the case with persons\r\nthat have laid down their arms and come down from cars and steeds. They\r\nalso are unslayable who say We are thine!' and they that surrender\r\nthemselves, and they whose locks are dishevelled, and they whose animals\r\nhave been killed under them or whose cars have been broken. All the\r\nPancalas will sleep tonight. O lord, divesting themselves of armour.\r\nTrustfully sunk in sleep, they will be like dead men. That crooked-minded\r\nman who would wage hostility with them then, it is evident, would sink in\r\ndeep and limitless hell without a raft save himself. In this world thou\r\nart celebrated as the foremost of all persons conversant with weapons.\r\nThou hast not as yet committed even a minute trespass. When the sun rises\r\nnext morning and light shall discover all things, thyself, like a second\r\nsun in effulgence wilt conquer the foe in battle. This censurable deed,\r\nso impossible in one like thee, will look like a red spot on a white\r\nsheet. Even this is my opinion.\"\r\n\r\nAshvatthama said, \"Without doubt, it is even so, O maternal uncle, as\r\nthou sayest. The Pandavas, however, have before this broken the bridge of\r\nrighteousness into a hundred fragments. In the very sight of all the\r\nkings, before thy eyes also, my sire, after he had laid down his weapons,\r\nwas slain by Dhrishtadyumna. Karna also, that foremost of car-warriors,\r\nafter the wheel of his car had sunk and he had been plunged into great\r\ndistress, was slain by the wielder of gandiva. Similarly, Shantanu's son\r\nBhishma, after he had laid aside his weapons and become disarmed, was\r\nslain by Arjuna with Shikhandi placed in his van. So also, the mighty\r\nbowman Bhurishrava, while observant of the praya vow on the field of\r\nbattle, was slain by Yuyudhana in total disregard of the cries of all the\r\nkings! Duryodhana too, having encountered Bhima in battle with the mace,\r\nhath been slain unrighteously by the former in the very sight of all the\r\nlords of earth. The king was all alone in the midst of a large number of\r\nmighty car-warriors standing around him. Under such circumstances was\r\nthat tiger among men slain by Bhimasena. Those lamentations that I have\r\nheard, of the king lying prostrate on the earth with his thighs broken,\r\nfrom the messengers circulating the news, are cutting the very core of my\r\nheart. The unrighteous and sinful Pancalas, who have broken down the\r\nbarrier of virtue, are even such. Why do you not censure them who have\r\ntransgressed all considerations? Having slain the Pancalas, those slayers\r\nof my sire, in the night when they are buried in sleep, I care not if I\r\nam born a worm or a winged insect in my next life. That which I have\r\nresolved is hurrying me towards its accomplishment. Hurried as I am by\r\nit, how can I have sleep and happiness? That man is not yet born in the\r\nworld, nor will be, who will succeed in baffling this resolution that I\r\nhave formed for their destruction.\"\r\n\r\nSanjaya continued, \"Having said these words, O monarch, the valiant son\r\nof Drona yoked his steeds to his car at a corner and set out towards the\r\ndirection of his enemies. Then Bhoja and Sharadvata's son, those\r\nhigh-souled persons, addressed him, saying, \"Why dost thou yoke the\r\nsteeds to thy car? Upon what business art thou bent? We are determined to\r\naccompany thee tomorrow, O bull among men! We sympathise with thee in\r\nweal and woe. It behoveth thee not to mistrust us. Remembering the\r\nslaughter of his sire, Ashvatthama in rage told them truly about the feat\r\nthat he had resolved to accomplish. When my sire, having slain hundreds\r\nand thousands of warriors with keen shafts, had laid aside his weapons,\r\nhe was then slain by Dhrishtadyumna. I shall slay that slayer today in a\r\nsimilar condition that is, when he will have laid aside his armour. The\r\nsinful son of the king of the Pancalas I shall today slay by a sinful\r\nact. It is my resolve to slay like an animal that sinful prince of the\r\nPancalas in such a way that he may not attain to regions earned by\r\npersons slain with weapons! Put on your coats of mail without delay and\r\ntake your bows and swords, and wait for me here, ye foremost of\r\ncar-warrior and scorchers of foes.\"\r\n\r\nHaving said these words, Ashvatthama got upon his car and set out towards\r\nthe direction of the enemy. Then Kripa, O king, and Kritavarma of the\r\nSatvata race, both followed him. While the three proceeded against the\r\nenemy, they shone like three blazing fires in a sacrifice, fed with\r\nlibations of clarified butter. They proceeded, O lord, towards the camp\r\nof the Pancalas within which everybody was asleep. Having approached the\r\ngate, Drona's son, that mighty car-warrior, stopped.\"\r\n\r\n\r\n\r\n6\r\n\r\nDhritarashtra said, \"Seeing Drona's son stop at the gate of the\r\nencampment, what, O Sanjaya, did those two mighty car-warriors, Kripa and\r\nKritavarma, do? Tell me this!\"\r\n\r\nSanjaya said, \"Inviting Kritavarma, as also the mighty car-warrior Kripa,\r\nDrona's son, filled with rage, approached the gate of the camp. He there\r\nbeheld a being of gigantic frame, capable of making the very hair stand\r\non end, and possessed of the effulgence of the Sun or the Moon, guarding\r\nthe entrance. Round his loins was a tiger-skin dripping with blood, and\r\nhe had a black deer for his upper garment. He had for his sacred thread a\r\nlarge snake. His arms were long and massive and held many kinds of\r\nuplifted weapons. He had for his angadas a large snake wound round his\r\nupper arm. His mouth seemed to blaze with flames of fire. His teeth made\r\nhis face terrible to behold. His mouth was open and dreadful. His face\r\nwas adorned with thousands of beautiful eyes. His body was incapable of\r\nbeing described, as also his attire. The very mountains, upon beholding\r\nhim, would split into a 1,000 fragments. Blazing flames of fire seemed to\r\nissue from his mouth and nose and ears and all those thousands of eyes.\r\nFrom those blazing flames hundreds and thousands of Hrishikeshas issued,\r\narmed with conchs and discs and maces.\r\n\r\nBeholding that extraordinary being capable of inspiring the whole world\r\nwith terror, Drona's son, without feeling any agitation, covered him with\r\nshowers of celestial weapons. That being, however, devoured all those\r\nshafts shot by Drona's son. Like the vadava fire devouring the waters of\r\nthe ocean, that being devoured the shafts sped by the son of Drona.\r\nBeholding his arrowy showers prove fruitless, Ashvatthama hurled at him a\r\nlong dart blazing like a flame of fire. That dart of blazing point,\r\nstriking against that being, broke into pieces like a huge meteor at the\r\nend of the yuga breaking and falling down from the firmament after\r\nstriking against the Sun. Ashvatthama then, without losing a moment, drew\r\nfrom its sheath an excellent scimitar of the colour of the sky and endued\r\nwith a golden hilt. The scimitar came out like a blazing snake from its\r\nhole. The intelligent son of Drona then hurled that excellent scimitar at\r\nthat being. The weapon, approaching that being, disappeared within his\r\nbody like a mongoose disappearing in its hole. Filled with rage, the son\r\nof Drona then hurled a blazing mace of the proportions of a pole set up\r\nin honour of Indra. The being devoured that mace also.\r\n\r\nAt last, when all his weapons were exhausted Ashvatthama, casting his\r\neyes around, beheld the whole firmament densely crowded with images of\r\nJanardana. Drona's son, divested of weapons, beholding that wonderful\r\nsight, recollected the words of Kripa, and turning pale with grief, said,\r\n\"He that listens not to the beneficial words of advising friends is\r\nobliged to repent, being overwhelmed with calamity, even as my foolish\r\nself for having disregarded my two well-wishers. That fool who,\r\ndisregarding the way pointed out by the scriptures, seeketh to slay his\r\nenemies, falleth off from the path of righteousness and is lost in the\r\ntrackless wilderness of sin. One should not cast weapons upon kine,\r\nbrahmanas, kings, women, friends, one's own mother, one's own preceptor,\r\na weak man, an idiot, a blind man, a sleeping man, a terrified man, one\r\njust arisen from sleep, an intoxicated person, a lunatic and one that is\r\nheedless. The preceptors of old always inculcated this truth upon men. I\r\nhave, however, by disregarding the eternal way pointed out by the\r\nscriptures, and by essaying to tread in a wrong path, fallen into\r\nterrible distress. The wise have called that to be a terrible calamity\r\nwhen one falls back, through fear, from a great feat after having essayed\r\nto achieve it. I am unable, by putting forth only my skill and might, to\r\nachieve that which I have vowed.\r\n\r\nHuman exertion is never regarded more efficacious than destiny. If any\r\nhuman action that is commenced does not succeed through destiny, the\r\nactor becomes like one who falling off from the path of righteousness, is\r\nlost in the wilderness of sin. The sages speak of defeat as foolishness\r\nwhen one having commenced an act swerves from it through fear. In\r\nconsequence of the wickedness of my essay, this great calamity has come\r\nupon me, otherwise Drona's son would never had been forced to hold back\r\nfrom battle. This being, again whom I see before me, is most wonderful!\r\nHe stands there like the uplifted rod of divine chastisement. Reflecting\r\neven deeply, I cannot recognise who this being is. Without doubt, that\r\nbeing is the terrible fruit of this sinful determination of mine that I\r\nhad essayed to achieve unrighteously. He standeth there for baffling that\r\ndetermination. It seems, therefore, that in my case this falling off from\r\nfight had been ordained by destiny. It is not for me to exert for the\r\naccomplishment of this my purpose unless destiny becomes favourable. I\r\nshall, therefore, at this hour, seek the protection of the puissant\r\nMahadeva! He will dispel this dreadful rod of divine chastisement\r\nuplifted before me. I will take the shelter of that god, that source of\r\neverything beneficial, the lord of Uma, otherwise called Kapardin, decked\r\nwith a garland of human skulls, that plucker of Bhaga's eyes called also\r\nRudra and Hara. In ascetic austerities and prowess, he far surpasses all\r\nthe gods. I shall, therefore, seek the protection of Girisha armed with\r\nthe trident.\"\r\n\r\n\r\n\r\n7\r\n\r\nSanjaya said, \"The son of Drona, O monarch, having reflected thus,\r\ndescended from the terrace of his car and stood, bending his head unto\r\nthat supreme god. And he said, \"I seek the protection of Him called Ugra,\r\nSthanu, Shiva, Rudra, Sharva, Ishana, Ishvara, Girisha; and of that\r\nboon-giving god who is the Creator and Lord of the universe; of Him whose\r\nthroat is blue, who is without birth, who is called Shakra, who destroyed\r\nthe sacrifice of Daksha, and who is called Hara; of Him whose form is the\r\nuniverse, who hath three eyes, who is possessed of multifarious forms,\r\nand who is the lord of Uma; of Him who resides in crematoriums, who\r\nswells with energy, who is the lord of diverse tribes of ghostly beings,\r\nand who is the possessor of undecaying prosperity and power; of Him who\r\nwields the skull-topped club, who is called Rudra, who bears matted locks\r\non his head, and who is a brahmacari. Purifying my soul that is so\r\ndifficult to purify, and possessed as I am of small energy, I adore the\r\nDestroyer of the triple city, and offer myself as the victim. Hymned thou\r\nhast been, deserving art thou of hymns, and I hymn to thy glory!\r\n\r\nThy purposes are never baffled. Thou art robed in skins; thou hast red\r\nhair on thy head; thou art blue-throated; thou art unbearable; thou art\r\nirresistible! Thou art pure; thou art the Creator of Brahman; thou art\r\nBrahma; thou art a brahmacari; thou art an observer of vows; thou art\r\ndevoted to ascetic austerities; thou art infinite; thou art the refuge of\r\nall ascetics; thou art multiform; thou art the leader of diverse tribes\r\nof ghostly beings; thou art three-eyed; thou art fond of those beings\r\ncalled companions; thou art always seen by the Lord of treasures; thou\r\nart dear to Gauri's heart; thou art the sire of Kumara; thou art tawny;\r\nthou hast for thy excellent bearer a bovine bull; thou art robed in a\r\nsubtle attire; thou art most fierce; thou art eager to adorn Uma; thou\r\nart higher than all that is high; thou art higher than everything; there\r\nis nothing higher than thou; thou art the wielder of weapons; thou art\r\nimmeasurable, and thou art the protector of all quarters; thou art cased\r\nin golden armour; thou art divine; thou hast the moon as an ornament on\r\nthy brow! With concentrated attention, I seek thy protection, O god! For\r\nsuccess in getting over this dreadful distress that is so difficult to\r\nget over, I sacrifice unto thee, the purest of the pure, offering for thy\r\nacceptance the (five) elements of which my body is composed!\"\r\n\r\nKnowing this to be his resolution in consequence of his desire to\r\naccomplish his object, a golden altar appeared before the high-souled son\r\nof Drona. Upon the altar, O king, appeared a blazing fire, filling all\r\nthe points of the compass, cardinal and subsidiary, with its splendour.\r\nMany mighty beings also, of blazing mouths and eyes, of many feet, heads,\r\nand arms, adorned with angadas set with gems, and with uplifted arms, and\r\nlooking like elephants and mountains, appeared there. Their faces\r\nresembled those of hares and boars and camels and horses and jackals and\r\ncows and bears and cats and tigers and pards and crows and apes and\r\nparrots. And the faces of some were like those of mighty snakes, and\r\nothers had faces like those of ducks. And all of them were endued with\r\ngreat effulgence. And the faces of some were like those of woodpeckers\r\nand jays, O Bharata, and of tortoises and alligators and porpoises and\r\nhuge sharks and whales, and of lions and cranes and pigeons and elephants\r\nand stags. Some had faces like those of ravens and hawks, some had ears\r\non their hands; some had a 1,000 eyes, some had very large stomachs, and\r\nsome had no flesh, O Bharata! And some, O king, had no heads, and some, O\r\nBharata, had faces like those of bears. The eyes of some were like fire,\r\nand some had fiery complexions. The hair on the heads and bodies of some\r\nwere blazing and some had four arms, and some, O king, had faces like\r\nthose of sheep and goats. The colour of some was like that of conchs, and\r\nsome had faces that resembled conchs, and the ears of some were like\r\nconchs, some wore garlands made of conchs, and the voices of some\r\nresembled the blare of conchs. Some had matted locks on their heads, and\r\nsome had five tufts of hair, and some had heads that were bald. Some had\r\nlean stomachs; some had four teeth, some had four tongues, some had ears\r\nstraight as arrows and some had diadems on their brows. Some had strings\r\nof grass on their bodies, O monarch, and some had curly hair. Some had\r\nhead-gears made of cloth, some had coronets, some had beautiful faces,\r\nand some were adorned with ornaments. Some had ornaments made of lotuses,\r\nand some were decked with flowers. They numbered in hundreds and\r\nthousands.\r\n\r\nSome were armed with shataghnis, some with thunder, and some had mushalas\r\nin their hands. Some had bhushundis, some had nooses, and some had maces\r\nin their hands, O Bharata! On the backs of some were slung quivers\r\ncontaining excellent shafts, and all were fierce in battle. Some had\r\nstandards with banners and bells, and some were armed with battle-axes.\r\nSome had large nooses in their uplifted arms, and some had clubs and\r\nbludgeons. Some had stout posts in their hands, some had scimitars, and\r\nsome had snakes with erect heads for their diadems. Some had large snakes\r\n(wound round their upper arms) for angadas, and some had beautiful\r\nornaments on their persons. Some were begrimed with dust, some smutted\r\nwith mire, and all were attired in white robes and white garments. The\r\nlimbs of some were blue, while others had limbs that were tawny. And some\r\nthere were that were beardless. Those beings, called companions,\r\npossessed of golden complexions, and filled with joy, played upon drums\r\nand horns and cymbals and jharjharas and anakas and gomukhas. And some\r\nsang and some danced about uttering loud sounds, and some leapt forward\r\nand cut capers and jumped sideways. Endued with great fleetness, they ran\r\nabout most fiercely, the hair on their heads waving in the air, like huge\r\nelephants infuriated with passion and frequently uttering loud roars.\r\nTerrible, and of frightful mien and armed with lances and battle-axes,\r\nthey were attired in robes of diverse hues and decked with beautiful\r\ngarlands and unguents. Adorned with angadas decked with gems, and with\r\nuplifted arms, they were endued with great courage. Capable of forcibly\r\nslaying all foes, they were irresistible in prowess. Drinkers of blood\r\nand fat and other animal matter, they subsisted on the flesh and entrails\r\nof animals. Some had their locks tied in tall tufts above their heads.\r\nSome had single tufts on their heads; some had rings on their ears; and\r\nsome had stomachs resembling earthen vessels used for cooking. Some were\r\nof very short statures, and some were very high in stature. Some were\r\ntall and very fierce. Some had grim features, some had long lips, and the\r\ngenital limbs of some were very long. Some had costly and diverse kinds\r\nof crowns upon their heads; and some had bald heads, and the heads of\r\nothers were covered with matted locks.\r\n\r\nThey were capable of bringing down the firmament with the sun, moon, and\r\nstars, on earth, and exterminating the four orders of created things.\r\nThey know not what it is to fear, and are capable of enduring the frowns\r\nof Hara. They always act as they like, and are the lords of the lords of\r\nthe three worlds. Always engaged in merry sports, they are thorough\r\nmasters of speech and are perfectly free from pride. Having obtained the\r\neight kinds of divine attributes, they are never elated with pride. The\r\ndivine Hara is always filled with wonder at their feats. They are devout\r\nworshippers of Mahadeva. Adored by them in thought, word, and deed, the\r\ngreat god protects those worshippers of his, looking upon them, in\r\nthought, word, and deed as children of his own loins. Filled with rage,\r\nthey always drink the blood and fat of all haters of Brahma. They always\r\ndrink also the soma juice endued with four kinds of taste. Having adored\r\nthe trident-bearing god with Vedic recitations, with brahmacarya, with\r\nausterities, and with self-restraint, they have obtained the\r\ncompanionship of Bhava. The divine Maheshvara, that lord of the past, the\r\npresent, and the future as also Parvati, eat with those diverse tribes of\r\nmighty beings that partake of their own nature.\r\n\r\nCausing the universe to resound with the peal of diverse kinds of\r\ninstruments, with noise of laughter, with loud sounds and shrieks and\r\nleonine roar, they approached Ashvatthama. Uttering the praises of\r\nMahadeva and spreading an effulgent light all around, desirous of\r\nenhancing the honour of Ashvatthama and the glory of the high-souled\r\nHara, and wishing to ascertain the extent of Ashvatthama's energy, and\r\ndesirous also of beholding the slaughter during the hour of sleep, armed\r\nwith terrible and fierce bludgeons and fiery wheels and battle-axes, that\r\ncrowd of strange beings, endued with terrible forms, came from every\r\nside. They were capable of inspiring the three worlds with dread at their\r\nsight. The mighty Ashvatthama, however, beholding them, felt no fear.\r\nDrona's son, armed with bow, and with fingers cased in fences made of\r\niguana skins, himself offered up his own self as a victim unto Mahadeva.\r\nBows were the fuel, and sharp shafts were the ladles, and his own soul\r\npossessed of great might was the libation, O Bharata, in that act of\r\nsacrifice. The valiant and wrathful son of Drona then, with propitiating\r\nmantras, offered up his own soul as the victim. Having with fierce rites\r\nadored Rudra of fierce deeds, Ashvatthama with joined hands, said these\r\nwords unto that high-souled god.\r\n\r\nAshvatthama said, \"Sprung from Angirasa's line, I am about to pour my\r\nsoul, O god, as a libation on this fire! Accept, O lord, this victim! In\r\nthis hour of distress, O Soul of the universe, I offer up my own self as\r\nthe sacrificial victim, from devotion to thee and with heart concentrated\r\nin meditation! All creatures are in thee and thou art in all creatures!\r\nAssemblage of all high attributes occur in thee! O lord, O thou art the\r\nrefuge of all creatures. I wait as a libation for thee, since I am unable\r\nto vanquish my foes. Accept me, O god.\" Having said these words, Drona's\r\nson, ascending that sacrificial altar on which a fire blazed brightly,\r\noffered himself up as the victim and entered that blazing fire.\r\n\r\nBeholding him stand immovable and with uplifted hands and as an offering\r\nup to himself, the divine Mahadeva appeared in person and smilingly said,\r\n\"With truth, purity, sincerity, resignation, ascetic austerities, vows,\r\nforgiveness, devotion, patience, thought, and word, I have been duly\r\nadored by Krishna of pure deeds. For this there is none dearer to me than\r\nKrishna. For honouring him and at his word I have protected the Pancalas\r\nand displayed diverse kinds of illusion. By protecting the Pancalas I\r\nhave honoured him. They have, however, been afflicted by time. The period\r\nof their lives hath run out.\"\r\n\r\nHaving said these words unto the high-souled Ashvatthama, the divine\r\nMahadeva entered Ashvatthama's body after giving him an excellent and\r\npolished sword. Filled by that divine being, Drona's son blazed up with\r\nenergy. In consequence of that energy derived from godhead, he became\r\nall-powerful in battle. Many invisible beings and rakshasas proceeded\r\nalong his right and his left as he set out, like the lord Mahadeva\r\nhimself, for entering the camp of his foes.\"\r\n\r\n\r\n\r\n8\r\n\r\nDhritarashtra said, \"While Drona's son, that mighty car-warrior, thus\r\nproceeded towards the hostile camp, did Kripa and Bhoja stop from fear? I\r\nhope those two car-warriors checked by vulgar guards, did not fly away\r\nsecretly, thinking their opponents irresistible? Or, have they, after\r\ngrinding the camp, the Somakas, and the Pandavas, followed, while still\r\nengaged in battle, the highly glorious path in which Duryodhana has gone?\r\nAre those heroes, slain by the Pancalas, sleeping on the bare Earth? Did\r\nthey achieve any feat? Tell me all this, O Sanjaya!\"\r\n\r\nSanjaya said, \"When the high-souled son of Drona proceeded towards the\r\ncamp, Kripa and Kritavarma waited at the gate. Beholding them ready to\r\nexert themselves, Ashvatthama became filled with joy, and addressing them\r\nwhisperingly, O king, said, \"If you two exert, you are competent to\r\nexterminate all the kshatriyas! What need I say, therefore, of this\r\nremnant of the (Pandava) army, particularly when it is buried in sleep? I\r\nshall enter the camp and career like Yama. I am sure that you two will\r\nact in such way that no man may escape you with life.\"\r\n\r\nHaving said these words, the son of Drona entered the vast camp of the\r\nParthas; casting off all fear, he penetrated into it by a spot where\r\nthere was no door. The mighty-armed hero, having entered the camp,\r\nproceeded, guided by signs, very softly, towards the quarters of\r\nDhrishtadyumna. The Pancalas, having achieved great feats, had been much\r\ntired in battle. They were sleeping in confidence, assembled together,\r\nand by the side of one another. Entering into Dhrishtadyumna's chamber, O\r\nBharata, Drona's son beheld the prince of the Pancalas sleeping before\r\nhim on his bed. He lay on a beautiful sheet of silk upon a costly and\r\nexcellent bed. Excellent wreaths of flowers were strewn upon that bed and\r\nit was perfumed with powdered dhupa. Ashvatthama, O king, awoke with a\r\nkick the high-souled prince sleeping trustfully and fearlessly on his\r\nbed. Feeling that kick, the prince, irresistible in battle and of\r\nimmeasurable soul, awaked from sleep and recognised Drona's son standing\r\nbefore him. As he was rising from his bed, the mighty Ashvatthama seized\r\nhim by the hair of his head and began to press him down on the earth with\r\nhis hands. Thus pressed by Ashvatthama with great strength, the prince,\r\nfrom fear as also from sleepiness, was not able to put forth his strength\r\nat that time. Striking him with his foot, O king, on both his throat and\r\nbreast while his victim writhed and roared, Drona's son endeavoured to\r\nkill him as if he were an animal. The Pancala prince tore Ashvatthama\r\nwith his nails and at last softly said, \"O preceptor's son, slay me with\r\na weapon, do not tarry! O best of men, let me, through thy act, repair to\r\nthe regions of the righteous!\"\r\n\r\nHaving said this much, that slayer of foes, the son of the Pancala king,\r\nassailed with strength by that mighty hero, became silent. Hearing those\r\nindistinct sounds of his, Drona's son said, \"O wretch of thy race, there\r\nis no region for those that slay their preceptors. For this, O thou of\r\nwicked understanding, thou deservest not to be slain with any weapon!\"\r\nWhile saying so, Ashvatthama, filled with rage, began to strike the vital\r\nparts of his victim with violent kicks of his heels, and slew his foe\r\nlike a lion slaying an infuriated elephant. At the cries of that hero\r\nwhile he was being slain, his wives and guards that were in his tent all\r\nawake, O king! Beholding somebody crushing the prince with superhuman\r\nforce, they regarded the assailant to be some preternatural being and,\r\ntherefore, uttered no cries from fear. Having despatched him to Yama's\r\nabode by such means, Ashvatthama of great energy went out and getting\r\nupon his beautiful car stayed on it. Indeed, coming out of\r\nDhrishtadyumna's abode, O king, Ashvatthama caused all the points of the\r\ncompass to resound with his roars, and then proceeded on his car to other\r\nparts of the camp for slaying his foes.\r\n\r\nAfter Drona's son, that mighty car-warrior, had gone away, the women and\r\nall the guards set up a loud wail of woe. Seeing their king slain, all\r\nthe wives of Dhrishtadyumna, filled with great sorrow, cried. At that\r\nwail of theirs many mighty kshatriyas, awaking, put on their armour and\r\ncame there for enquiring after the cause of those cries. Those ladies,\r\nterrified at the sight of Ashvatthama, in piteous tones asked the men to\r\npursue him without delay. They said, \"Whether he is a rakshasa or a human\r\nbeing, we know not what he is! Having slain the Pancala king, he stayeth\r\nthere!\" At these words, those foremost of warriors suddenly surrounded\r\nDrona's son. The latter slew them all by means of the rudrastra. Having\r\nslain Dhrishtadyumna and all those followers of his, he beheld Uttamauja\r\nsleeping on his bed. Attacking him with his foot on the throat and chest,\r\nDrona's son slew that great hero also while the latter writhed in agony.\r\nYudhamanyu, coming up and believing his comrade to have been slain by a\r\nrakshasa, speedily struck Drona's son in the chest with a mace. Rushing\r\ntowards him, Ashvatthama seized him and brought him down to the ground\r\nand slew him like an animal while the latter uttered loud shrieks.\r\n\r\nHaving slain Yudhamanyu thus, that hero proceeded against the other\r\ncar-warriors of the king, who were all asleep. He slew all those\r\ntrembling and shrieking warriors like animals in a sacrifice. Taking up\r\nhis sword then, he slew many others. Proceeding along the diverse paths\r\nof the camp, one after another, Ashvatthama, accomplished in the use of\r\nthe sword, beheld diverse gulmas and slew in a trice the unarmed and\r\ntired warriors sleeping within them. With that excellent sword he cut off\r\ncombatants and steeds and elephants. Covered all over with blood, he\r\nseemed then to be Death himself commissioned by time. Causing his foes to\r\ntremble by the repeated blows of his sword that were of three kinds,\r\nAshvatthama became bathed in blood. Covered as he was with blood, and\r\nwielding as he did a blazing sword, his form, as he careered in battle,\r\nbecame exceedingly terrible and superhuman. Those who awaked from sleep,\r\nO Kaurava, became stupefied with the loud noise (they heard around).\r\nBeholding Drona's son, they looked at each other's faces and trembled\r\n(with fear). Those kshatriyas, beholding the form of that crusher of\r\nfoes, believed him to be a rakshasa and closed their eyes.\r\n\r\nOf terrible form, he careered in the camp like Yama himself, and at last\r\nsaw the sons of Draupadi and the remnant of the Somakas. Alarmed by the\r\nnoise, and learning that Dhrishtadyumna had been slain, those mighty\r\ncar-warriors, the sons of Draupadi, armed with bows, fearlessly poured\r\ntheir shafts on Drona's son. Awakened by their noise, the Prabhadrakas\r\nwith Shikhandi at their head, began to grind the son of Drona with their\r\narrows. Drona's son, beholding them shower their arrows on him, uttered a\r\nloud roar and became desirous of slaying those mighty car-warriors.\r\nRecollecting the death of his sire, Ashvatthama became filled with rage.\r\nAlighting from the terrace of his car, he rushed furiously (against his\r\nenemies). Taking up his bright shield with a 1,000 moons and his massive\r\nand celestial sword decked with gold, the mighty Ashvatthama rushed\r\nagainst the sons of Draupadi and began to lay about him with his weapon.\r\nThen that tiger among men, in that dreadful battle, struck Prativindhya\r\nin the abdomen, at which the latter, O king, deprived of life, fell down\r\non the Earth. The valiant Sutasoma, having pierced the son of Drona with\r\na lance, rushed at him with his uplifted sword. Ashvatthama, however cut\r\noff Sutasoma's arm with the sword in grasp, and once more struck him in\r\nthe flank. At this, Sutasoma fell down, bereft of life. The valiant\r\nShatanika, the son of Nakula, taking up a car-wheel with his two hands,\r\nviolently struck Ashvatthama at the chest. The regenerate Ashvatthama\r\nviolently assailed Shatanika after he had hurled that car-wheel.\r\nExceedingly agitated, Nakula's son fell down upon the Earth, upon which\r\nDrona's son cut off his head. Then Shrutakarma, taking up a spiked\r\nbludgeon, attacked Ashvatthama. Furiously rushing at Drona's son, he\r\nassailed him violently on the left part of his forehead. Ashvatthama\r\nstruck Shrutakarma with his excellent sword on the face. Deprived of\r\nsenses and his face disfigured, he fell down lifeless on the Earth. At\r\nthis noise, the heroic Shrutakirti, that great car-warrior, coming up,\r\npoured showers of arrows on Ashvatthama. Baffling those arrowy showers\r\nwith his shield, Ashvatthama cut off from the enemy's trunk the latter's\r\nbeautiful head adorned with ear-rings. Then the slayer of Bhishma, the\r\nmighty Shikhandi, with all the Prabhadrakas, assailed the hero from every\r\nside with diverse kinds of weapons. Shikhandi struck Ashvatthama with an\r\narrow in the midst of his two eyebrows. Filled with rage at this, Drona's\r\nson, possessed of great might, approached Shikhandi and cut him into\r\ntwain with his sword. Having slain Shikhandi, Ashvatthama, filled with\r\nrage, rushed furiously against the other Prabhadrakas. He proceeded also\r\nagainst the remnant of Virata's force.\r\n\r\nEndued with great strength, Drona's son made a heavy carnage amongst the\r\nsons, the grandsons, and the followers of Drupada, singling them out one\r\nafter another. Accomplished in the use of the sword, Ashvatthama then,\r\nrushing against other combatants, cut them down with his excellent sword.\r\nThe warriors in the Pandava camp beheld that Death-Night in her embodied\r\nform, a black image, of bloody mouth and bloody eyes, wearing crimson\r\ngarlands and smeared with crimson unguents, attired in a single piece of\r\nred cloth, with a noose in hand, and resembling an elderly lady, employed\r\nin chanting a dismal note and standing full before their eyes, and about\r\nto lead away men and steeds and elephants all tied in a stout cord. She\r\nseemed to take away diverse kinds of spirits, with dishevelled hair and\r\ntied together in a cord, as also, O king, many mighty car-warriors\r\ndivested of their weapons. On other days, O sire, the foremost warriors\r\nof the Pandava camp used to see in their dreams that figure leading away\r\nthe sleeping combatants and Drona's son smiting them behind! The Pandava\r\nsoldiers saw that lady and Drona's son in their dreams every night from\r\nthe day when the battle between the Kurus and the Pandavas first\r\ncommenced. Afflicted before by Destiny, they were now smitten by Drona's\r\nson who terrified them all with the frightful roars uttered by him.\r\nAfflicted by Destiny, the brave warriors of the Pandava camp,\r\nrecollecting the sight they had seen in their dreams, identified it with\r\nwhat they now witnessed.\r\n\r\nAt the noise made, hundreds and thousands of Pandava bowmen in the camp\r\nawoke from their slumbers. Ashvatthama cut off the legs of some, and the\r\nhips of others, and pierced some in their flanks, careering like the\r\nDestroyer himself let loose by Time. The Earth, O lord, was soon covered\r\nwith human beings that were crushed into shapelessness or trodden down by\r\nelephants and steeds and with others that roared in great affliction.\r\nMany of them loudly exclaimed, \"What is this?\" \"Who is this one?\" \"What\r\nis this noise?\" \"Who is doing what?\" While uttering such shrieks, Drona's\r\nson became their Destroyer. That foremost of smiters, the son of Drona,\r\ndespatched to regions of Yama all those Pandus and Srinjayas who were\r\nwithout armour and weapons. Terrified at that noise, many awoke from\r\nsleep. Possessed with fear, blinded by sleep, and deprived of their\r\nsenses, those warriors seemed to vanish (before the fury of Ashvatthama).\r\nThe thighs of many were paralysed and many were so stupefied that they\r\nlost all their energy. Shrieking and possessed with fear, they began to\r\nslay one another. Drona's son once more got upon his car of terrible\r\nclatter and taking up his bow despatched many with his shafts to Yama's\r\nabode. Others awoke from sleep, brave warriors and foremost of men, as\r\nthey came towards Ashvatthama, were slain before they could approach him\r\nand were thus offered up as victims unto that Death-Night. Crushing many\r\nwith that foremost of cars, he careered through the camp, and covered his\r\nfoes with repeated showers of arrows. Once again with that beautiful\r\nshield of his, adorned with hundred moons, and with that sword of his\r\nwhich was of the hue of the welkin, he careered amidst his enemies. Like\r\nan elephant agitating a large lake, Drona's son, irresistible, in battle,\r\nagitated the camp of the Pandavas.\r\n\r\nAwaked by the noise, O king, many warriors, afflicted still with sleep\r\nand fear, and with senses still under a cloud, ran hither and thither.\r\nMany shrieked in harsh tones and many uttered incoherent exclamations.\r\nMany succeeded not in obtaining their weapons and armour. The locks of\r\nmany were dishevelled, and many failed to recognise one another. Having\r\nrisen from sleep, many fell down, fatigued; some wandered here and there\r\nwithout any purpose. Elephants and steeds, breaking their cords, passed\r\nexcreta and urine. Many, causing great confusion, huddled together.\r\nAmongst these, some through fear laid themselves down on the earth. The\r\nanimals of the camp crushed them there.\r\n\r\nWhile the camp was in this state, rakshasas, O king, uttered loud roars\r\nin joy, O chief of the Bharatas! The loud noise, O king, uttered by\r\nghostly beings in joy, filled all the points of the compass and the\r\nwelkin. Hearing the wails of woe, elephants, steeds, breaking their\r\ncords, rushed hither and thither, crushing the combatants in the camp. As\r\nthose animals rushed hither and thither, the dust raised by them made the\r\nnight doubly dark. When that thick gloom set in, the warriors in the camp\r\nbecame perfectly stupefied; sires recognised not their sons, brothers\r\nrecognised not their brothers. Elephants assailing riderless elephants,\r\nand steeds assailing riderless steeds, assailed and broke and crushed the\r\npeople that stood in their way. Losing all order, combatants rushed and\r\nslew one another, and felling those that stood in their way, crushed them\r\ninto pieces. Deprived of their senses and overcome with sleep, and\r\nenveloped in gloom, men, impelled by fate, slew their own comrades. The\r\nguards, leaving the gates they watched, and those at duty at the outposts\r\nleaving the posts they guarded, fled away for their lives, deprived of\r\ntheir senses and not knowing whither they proceeded. They slew one\r\nanother, the slayers, O lord, not recognising the slain. Afflicted by\r\nFate, they cried after their sires and sons. While they fled, abandoning\r\ntheir friends and relatives, they called upon one another, mentioning\r\ntheir families and names. Other, uttering cries of \"Oh!\" and \"Alas!\" fell\r\ndown on the earth. In the midst of the battle, Drona's son, recognising\r\nthem, slew them all.\r\n\r\nOther kshatriyas, while being slaughtered, lost their senses, and\r\nafflicted by fear, sought to fly away from their camps. Those men that\r\nsought to fly away from their camp for saving their lives, were slain by\r\nKritavarma and Kripa at the gate. Divested of weapons and instruments and\r\narmour, and with dishevelled hair, they joined their hands. Trembling\r\nwith fear, they were on the ground. The two Kuru warriors, however, (who\r\nwere on their cars) gave quarter to none. None amongst those that escaped\r\nfrom the camp was let off by those two wicked persons, Kripa and\r\nKritavarma. Then again, for doing that which was highly agreeable to\r\nDrona's son, those two set fire to the Pandava camp in three places.\r\n\r\nWhen the camp was lighted, Ashvatthama, that delighter of his sires, O\r\nmonarch, careered, sword in hand and smiting his foes with great skill.\r\nSome of his brave foes rushed towards him and some ran hither and\r\nthither. That foremost of regenerate ones, with his sword, deprived all\r\nof them of their lives. The valiant son of Drona, filled with rage,\r\nfelled some of the warriors, cutting them in twain with his sword as if\r\nthey were sesame stalks. The Earth, O bull of Bharata's race, became\r\nstrewn with the fallen bodies of the foremost of men and steeds and\r\nelephants mingled together and uttering woeful wails and cries. When\r\nthousands of men had fallen down deprived of life, innumerable headless\r\ntrunks stood up and fell down. Ashvatthama, O Bharata, cut off arms\r\nadorned with angadas and holding weapons in grasp, and heads, and thighs\r\nresembling trunks of elephants, and hands, and feet. The illustrious son\r\nof Drona mangled the backs of some, cut off the heads of some, and caused\r\nsome to turn away from the fight. And he cut off some at the middle, and\r\nlopped off the ears of others, and struck others on the shoulders, and\r\npressed down the heads of some into their trunks.\r\n\r\nAs Ashvatthama careered in this way, slaughtering thousands of men, the\r\ndeep night became more terrible in consequence of the darkness that set\r\nin. The earth became terrible to behold, strewn with thousands of human\r\nbeings dead and dying and innumerable steeds and elephants. Cut off by\r\nthe enraged son of Drona, his foes fell down on the earth that was then\r\ncrowded with yakshas and rakshasas, and frightful with (broken) cars and\r\nslain steeds and elephants. Some called upon their brothers, some upon\r\ntheir sires, and some upon their sons. And some said, \"The Dhartarashtras\r\nin rage could never accomplish such feats in battle as these which\r\nrakshasas of wicked deeds are achieving (upon us) during the hour of\r\nsleep! It is only in consequence of the absence of the Parthas that this\r\ngreat slaughter is going on. That son of Kunti, who hath Janardana for\r\nhis protector, is incapable of being vanquished by gods, asuras,\r\ngandharvas, yakshas and rakshasas! Devoted to Brahma, truthful in speech,\r\nself-restrained, and compassionate towards all creatures, that son of\r\nPritha, called Dhananjaya, never slaughters one that is asleep, or one\r\nthat is heedless, or one that has laid aside his weapons or one that has\r\njoined his hands in supplication, or one that is retreating, or one whose\r\nlocks have been dishevelled. Alas, they are rakshasas of wicked deeds who\r\nare perpetrating such terrible act upon us.\" Uttering such words, many\r\nlaid themselves down.\r\n\r\nThe loud din caused by the cries and groans of human beings died away\r\nwithin a short space of time. The earth being drenched with blood, O\r\nking, that thick and frightful dust soon disappeared. Thousands of men\r\nmoving in agony, overwhelmed with anxiety and overcome with despair, were\r\nslain by Ashvatthama like Rudra slaying living creatures. Many who laid\r\nthemselves down on the ground clasping one another, and many who sought\r\nto fly away, and many who sought to hide themselves, and many who\r\nstruggled in battle, were all slain by the son of Drona. Burnt by the\r\nraging flames and slaughtered by Ashvatthama, the men, losing their\r\nsenses, slew one another. Before half the night was over, the son of\r\nDrona, O monarch, despatched the large host of the Pandavas unto Yama's\r\nabode.\r\n\r\nThat night, so terrible and destructive unto human beings and elephants\r\nand steeds filled with joy all creatures that wander in the dark. Many\r\nrakshasas and pishacas of various tribes were seen there, gorging upon\r\nhuman flesh and quaffing the blood that lay on the ground. They were\r\nfierce, tawny in hue, terrible, of adamantine teeth, and dyed with blood.\r\nWith matted locks on their heads, their thighs were long and massive;\r\nendued with five feet, their stomachs were large. Their fingers were set\r\nbackwards. Of harsh temper and ugly features, their voice was loud and\r\nterrible. They had rows of tinkling bells tied to their bodies. Possessed\r\nof blue throats, they looked very frightful. Exceedingly cruel and\r\nincapable of being looked at without fear, and without abhorrence for\r\nanything, they came there with their children and wives. Indeed, diverse\r\nwere the forms seen there of the rakshasas that came. Quaffing the blood\r\nthat ran in streams, they became filled with joy and began to dance in\r\nseparate bands. \"This is excellent!\" \"This is pure!\" \"This is very\r\nsweet!\" these were the words they uttered.\r\n\r\nOther carnivorous creatures, subsisting upon animal food, having gorged\r\nupon fat and marrow and bones and blood, began to eat the delicate parts\r\nof corpses. Others, drinking the fat that flowed in streams, ran naked\r\nover the field. Possessed of diverse kinds of faces, other carnivorous\r\nbeings of great ferocity, and living upon dead flesh, came there in tens\r\nof thousands and millions. Grim and gigantic rakshasas also, of wicked\r\ndeeds, came there in bands as numerous. Other ghostly beings, filled with\r\njoy and gorged to satiety, O king, also came there and were seen in the\r\nmidst of that dreadful carnage.\r\n\r\nWhen morning dawned, Ashvatthama desired to leave the camp. He was then\r\nbathed in human blood and the hilt of his sword so firmly adhered in his\r\ngrasp that his hand and sword, O king, became one! Having walked in that\r\npath that is never trod (by good warriors), Ashvatthama, after that\r\nslaughter, looked like the blazing fire at the end of the yuga after it\r\nhas consumed all creatures into ashes. Having perpetrated that feat\r\nagreeably to his vow, and having trod in that untrodden way, Drona's son,\r\nO lord, forgot his grief for the slaughter of his sire. The Pandava camp,\r\nin consequence of the sleep in which all within it were buried, was\r\nperfectly still when Drona's son had entered it in the night.\r\n\r\nAfter the nocturnal slaughter, when all became once more quiet,\r\nAshvatthama issued from it. Having issued from the camp, the valiant\r\nAshvatthama met his two companions and, filled with joy, told them of his\r\nfeat, gladdening them, O king, by the intelligence. Those two, in return,\r\ndevoted as they were to his good, gave him the agreeable intelligence of\r\nhow they also had slaughtered thousands of Pancalas and Srinjayas (at the\r\ngates). Even thus did that night prove terribly destructive to the\r\nSomakas who had been heedless and buried in sleep. The course of time,\r\nwithout doubt, is irresistible. Those who had exterminated us were\r\nthemselves exterminated now.\"\r\n\r\nDhritarashtra said, \"Why is it that that mighty car-warrior, the son of\r\nDrona, did not achieve such a feat before although he had resolutely\r\nexerted himself for bestowing victory upon Duryodhana? For what reason\r\ndid that great bowman do this after the slaughter of the wretched\r\nDuryodhana? It behoveth thee to tell me this!\"\r\n\r\nSanjaya said, \"Through fear of the Parthas, O son of Kuru's race,\r\nAshvatthama could not achieve such a feat then. It was owing to the\r\nabsence of the Parthas and the intelligent Keshava as also of Satyaki,\r\nthat Drona's son could accomplish it. Who is there, the lord Indra\r\nunexcepted, that is competent to slay them in the presence of these\r\nheroes? Besides, O king, Ashvatthama succeeded in accomplishing the feat\r\nonly because the men were all asleep. Having caused that vast slaughter\r\nof the Pandava forces, those three great car-warriors (Ashvatthama, Kripa\r\nand Kritavarma), meeting together, exclaimed, \"Good luck!\" His two\r\ncompanions congratulated Ashvatthama, and the latter was also embraced by\r\nthem. In great joy the latter uttered these words: \"All the Pancalas have\r\nbeen slain, as also all the sons of Draupadi! All the Somakas also, as\r\nwell as all that remained of the Matsyas, have been slaughtered by me!\r\nCrowned with success, let us without delay go there where the king is! If\r\nthe king be still alive, we will give him this joyful intelligence!\"\r\n\r\n\r\n\r\n9\r\n\r\nSanjaya said, \"Having slain all the Pancalas and the sons of Draupadi,\r\nthe three Kuru heroes together came to that spot where Duryodhana lay,\r\nstruck down by the foe. Arrived there, they beheld that life had not been\r\nwholly extinct in the king. Jumping down from their cars, they surrounded\r\nthy son. The Kuru king, O monarch, was lying there with broken thighs.\r\nAlmost senseless, his life was about to ebb away. He was vomiting blood\r\nat intervals, with downcast eyes. He was then surrounded by a large\r\nnumber of carnivorous animals of terrible forms, and by wolves and\r\nhyenas, that awaited at no great distance for feeding upon his body. With\r\ngreat difficulty the king was keeping off those beasts of prey that stood\r\nin expectation of feasting upon him. He was writhing on the earth in\r\ngreat agony. Beholding him thus lying on the earth, bathed in his own\r\nblood, the three heroes who were the sole survivors of his army,\r\nAshvatthama and Kripa and Kritavarma, became afflicted with grief and sat\r\nsurrounding him. Encompassed by those three mighty car-warriors who were\r\ncovered with blood and who breathed hot sighs, the Kuru king looked like\r\na sacrificial altar surrounded by three fires. Beholding the king lying\r\nin that highly undeserving plight, the three heroes wept in unendurable\r\nsorrow. Wiping the blood from off his face with their hands, they uttered\r\nthese piteous lamentations in the hearing of the king lying on the field\r\nof battle.\r\n\r\nKripa said, \"There is nothing too difficult for destiny to bring about,\r\nsince even this king Duryodhana who was the lord of eleven akshauhinis of\r\ntroops sleepeth on the bare ground, struck down by the foes and covered\r\nwith blood! Behold, fond he was of the mace, and that mace decked with\r\npure gold still lieth by the side of the king whose splendour still\r\nresembles that of pure gold! In no battle did that mace abandon this\r\nhero! Even now, when he is about to ascend to heaven, that weapon leaveth\r\nnot this illustrious warrior. Behold, that weapon, adorned with pure\r\ngold, still lieth by the side of this hero like a loving wife by the side\r\nof her lord stretched on his bed in his chamber of sleep. Behold the\r\nreverses brought about by Time! This scorcher of foes that used to walk\r\nat the head of all crowned kings, now eateth the dust struck down (by the\r\nfoe)! He who had formerly struck down many foes and caused them to lie on\r\nthe bare ground, alas, that king of the Kurus lieth today on the bare\r\nground, struck down by foes. He to whom hundreds of kings used to bow\r\ndown in fear, lieth today on the field of battle, surrounded by beasts of\r\nprey. The brahmanas formerly used to wait upon this lord for wealth.\r\nAlas, beasts of prey wait upon him today for feeding upon his body!\"\r\n\r\nSanjaya continued, \"Beholding that chief of Kuru's race lying on the\r\nground, Ashvatthama, O best of the Bharatas, uttered these piteous\r\nlamentations: \"O tiger among kings, all people indicated thee as the\r\nforemost of all bowmen! People also said that (in encounters with the\r\nmace) thou, a disciple of Sankarshana, wert like the Lord of treasures\r\n(Kuvera), himself! How then, O sinless one, could Bhima notice any lapses\r\nin thee! Thou wert ever mighty and possessed of skill! He, on the other\r\nhand, O king, is a wicked-souled wight! Without doubt, O monarch, Time in\r\nthis world is mightier than everything else, for we behold even thee\r\nstruck down by Bhimasena in battle! Alas, how could the wretched and mean\r\nVrikodara unrighteously strike thee down, thee that wert conversant with\r\nevery rule of righteousness! Without doubt, Time is irresistible. Alas,\r\nhaving summoned thee to a fair fight, Bhimasena, putting forth his might,\r\nfractured thy thighs. Fie on that wretched Yudhishthira who tolerated the\r\nhead of one unrighteously struck down in battle to be touched with the\r\nfoot! In all battles warriors will certainly reprove Vrikodara as long as\r\nthe world will last. Without doubt, thou hast been struck down\r\nunrighteously!\r\n\r\nThe valiant Rama of Yadu's race, O king, always used to say that there is\r\nno one equal to Duryodhana in encounters with the mace. He of the Vrishni\r\nrace, O Bharata, used to boast of thee, O lord, in every assembly,\r\nsaying, Duryodhana of Kurus race is a worthy disciple of mine!' Thou hast\r\nobtained that end which great rishis have declared to be the high reward\r\nof a kshatriya slain in battle with his face towards the foe. I do not, O\r\nbull among men, grieve for thee, O Duryodhana! I grieve only for thy\r\nmother Gandhari and thy sire, childless as they now are. Afflicted with\r\nsorrow, they will have to wander over the earth, begging their food. Fie\r\non Krishna, Vrishni's race, and on Arjuna of wicked understanding! They\r\nregard themselves conversant with the duties of morality, yet both of\r\nthem stood indifferent whilst thou wert being slain! How will the other\r\nPandavas, shameless though they are, O king, speak of the manner in which\r\nthey have accomplished thy death? Thou art highly fortunate, O son of\r\nGandhari, since thou hast been slain on the field of battle, O bull among\r\nmen, while advancing fairly against the foe. Alas, what will be the\r\nplight of Gandhari who is now childless, and who hath lost all her\r\nkinsmen and relatives! What also will be the plight of the blind king!\r\n\r\nFie on Kritavarma, on myself, as also on mighty car-warrior Kripa, since\r\nwe have not yet gone to heaven with thy royal self before us! Fie on us,\r\nlowest of mortals, since we do not follow thee that wert the granter of\r\nall wishes, the protector of all men, and the benefactor of all thy\r\nsubjects! Through thy power, the abodes of Kripa, of myself, and of my\r\nsire, along with those of our dependants, O tiger among men, are full of\r\nwealth. Through thy grace, ourselves with our friends and relatives have\r\nperformed many foremost of sacrifices with a profusion of presents to\r\nbrahmanas. Where shall such sinful persons as ourselves now go, since\r\nthou hast gone to heaven, taking with thee all the kings of the earth?\r\nSince we three, O king, do not follow thee that art about to obtain the\r\nhighest end (of life), it is for this that we are indulging in such\r\nlamentations. Deprived of thy companionship, reft of wealth, our memories\r\npainfully dwelling upon thy prosperity, alas, what will be our lot since\r\nwe do not go with thee? Without doubt, O chief of Kuru's race, we shall\r\nhave to wander in grief on the earth. Deprived of thee, O king, where can\r\nwe have peace and where can we have happiness?\r\n\r\nGoing from this world, O monarch, and meeting with those mighty\r\ncar-warriors (that have preceded thee), show thy regards to them, at my\r\nrequest, one after another, according to the order of their rank and\r\nyears. Having offered worship to thy preceptor, that foremost of all\r\nwielders of bows, tell him, O king, that Dhrishtadyumna hath been slain\r\nby me. Embrace king Bahlika, that mighty car-warrior, as also the ruler\r\nof the Sindhus, and Somadatta, Bhurishrava, and the other foremost of\r\nkings that have preceded thee to heaven. At my request, embrace all of\r\nthem and enquire after their welfare.\"\r\n\r\nSanjaya continued, \"Having said these words unto the king deprived of his\r\nsenses and lying with broken thighs, Ashvatthama once more cast his eyes\r\non him and uttered these words, \"If, O Duryodhana, thou hast any life in\r\nthee still, listen to these words that are so pleasant to hear. On the\r\nside of the Pandavas, only seven are alive, and among the Dhartarashtras,\r\nonly we three! The seven on their side are the five brothers and Vasudeva\r\nand Satyaki; on our side, we three are myself and Kripa and Kritavarma!\r\nAll the sons of Draupadi have been slain, as also all the children of\r\nDhrishtadyumna! All the Pancalas too have been slain, as also the remnant\r\nof the Matsyas, O Bharata! Behold the vengeance taken for what they had\r\ndone! The Pandavas are now childless! While buried in sleep, the men and\r\nanimals in their camp have all been slain! Penetrating into their camp in\r\nthe night, O king, I have slain Dhrishtadyumna, that wight of sinful\r\ndeeds, as one kills an animal.\"\r\n\r\nDuryodhana then, having heard those words that were so agreeable to his\r\nheart, regained his senses and said these words in reply, \"That which\r\nneither Ganga's son, nor Karna, nor thy sire, could achieve, hath at last\r\nbeen achieved by thee today, accompanied by Kripa and Bhoja. Thou hast\r\nslain that low wretch (Dhrishtadyumna) who was commander of the Pandava\r\nforces, as also Shikhandi. In consequence of this I regard myself equal\r\nto Maghavat himself! Good be to you all! Let prosperity be yours! All of\r\nus will again meet together in heaven!\"\r\n\r\nHaving said these words the high-souled king of the Kurus became silent.\r\nCasting off his griefs for all his (slain) kinsmen, he then gave up his\r\nlife-breath. His soul ascended to sacred heaven, while his body only\r\nremained on earth. Even thus, O king, thy son Duryodhana breathed his\r\nlast. Having provoked the battle first, he was slain by his foes at last.\r\nThe three heroes repeatedly embraced the king and gazed steadfastly on\r\nhim. They then ascended their cars. Having heard these piteous\r\nlamentations of Drona's son, I came away at early dawn towards the city.\r\nEven thus the armies of the Kurus and Pandavas have been destroyed. Great\r\nand terrible have been that carnage, O king, caused by thy evil policy.\r\nAfter thy son had ascended to heaven, I became afflicted with grief and\r\nthe spiritual sight which the rishi gave hath been lost by me!\"\r\n\r\nVaishampayana continued, \"The king, hearing of his son's death, breathed\r\nlong and hot sighs, and became plunged in great anxiety.\"\r\n\r\n\r\n\r\n10\r\n\r\nVaishampayana said, \"After that night had gone away, the driver of\r\nDhrishtadyumna's car gave intelligence to king Yudhishthira of the great\r\nslaughter that had been caused during the hour of sleep.\r\n\r\nThe driver said, \"The sons of Draupadi, O king, have been slain, with all\r\nthe children of Drupada himself, while they were heedless and trustfully\r\nasleep in their own camp! During the night, O king, thy camp has been\r\nexterminated by the cruel Kritavarma, and Kripa, the son of Gautama, and\r\nthe sinful Ashvatthama! Slaying thousands of men and elephants and steeds\r\nwith lances and darts and battle-axes, those men have exterminated thy\r\narmy. While thy army was being slaughtered like a forest cut down with\r\naxes, a loud wail was heard rising from thy camp. I am the sole survivor,\r\nO monarch, of that vast force. I have, O thou of virtuous soul, escaped\r\nwith difficulty from Kritavarma at a time when he was heedless!\"\r\n\r\nHearing these evil tidings, Kunti's son Yudhishthira, however, capable of\r\nbearing up (against foes), fell down on the earth, afflicted with grief\r\nat the loss of his sons. Advancing forward, Satyaki held the king in his\r\nembrace. Bhimasena and Arjuna and the two sons of Madri also stretched\r\nforth their arms. Having recovered his senses, the son of Kunti lamented\r\nin great affliction, uttering these words rendered indistinct by sorrow:\r\n\"Alas, having vanquished the foe, we have ourselves been vanquished in\r\nthe end! The course of events is difficult to be ascertained even by\r\npersons endued with spiritual sight. The foes, who were vanquished have\r\nbecome victorious! Ourselves, again, while victorious, are vanquished!\r\nHaving slain brothers and friends and sires and sons and well-wishers,\r\nand kinsmen, and counsellors, and having vanquished them all, we\r\nourselves are vanquished at last! Misery looks like prosperity and\r\nprosperity looks like misery! This our victory has assumed the shape of\r\ndefeat. Our victory, therefore, has ended in defeat! Having won the\r\nvictory, I am obliged to grieve as an afflicted wretch. How, then, can I\r\nregard it as a victory? In reality, I have been doubly defeated by the\r\nfoe. They for whose sake we have incurred the sin of victory by slaying\r\nour kinsmen and friends, alas, they, after victory had crowned them, have\r\nbeen vanquished by defeated foes that were heedful!\r\n\r\nAlas, through heedlessness have they been slain that had escaped from\r\neven Karna, that warrior who had barbed arrows and nalikas for his teeth,\r\nthe sword for his tongue, the bow for his gaping mouth, and the twang of\r\nthe bowstring and the sound of palms for his roars--that angry Karna who\r\nnever retreated from battle, and who was a very lion among men! Alas,\r\nthose princes that succeeded in crossing, by boats constituted by their\r\nown excellent weapons, the great Drona-ocean having cars for its deep\r\nlakes, showers of arrows for its waves, the ornaments of warriors for its\r\ngems, car-steeds for its animals, darts and swords for its fishes,\r\nelephants for its alligators, bows for its whirlpools, mighty weapons for\r\nits foam, and the signal of battle for its moonrise causing it to swell\r\nwith energy, and the twang of the bowstring and the sound of palms for\r\nits roar,--alas, even those princes have from heedlessness been slain!\r\n\r\nThere is, in this world, no more powerful cause of death, as regards men,\r\nthan heedlessness! Prosperity abandons a heedless man from every side,\r\nand every kind of misery overtakes him. The tall standard with excellent\r\ntop that stood on his car was the wreath of smoke that infallibly\r\nindicated the Bhishma-fire. Shafts constituted its flames, and wrath was\r\nthe wind that fanned it! The twang of his formidable bow and the sound of\r\nhis palms constituted the roar of that fire. Armour and diverse kinds of\r\nweapons were the homa libations that were poured into it. The vast\r\nhostile army was the heap of dry forest-grass that was assailed by that\r\nfire. Alas, even they that had endured that fierce fire whose terrible\r\nenergy was represented by the mighty weapons in Bhishma's hand have at\r\nlast fallen through heedlessness.\r\n\r\nA heedless person can never acquire knowledge, asceticism, prosperity, or\r\ngreat renown. Behold, Indra has obtained great happiness after slaying\r\nall his foes heedfully. Behold the survivors among our foes have, through\r\nour heedlessness, slain so many sons and grandsons of kings, each of whom\r\nwas really like Indra himself. Alas, they have perished like merchants\r\nwith rich freight perishing through carelessness in a shallow stream\r\nafter having crossed the great ocean. They whose bodies are now lying on\r\nthe bare ground, slain by those vindictive wretches, have without doubt\r\nascended to heaven.\r\n\r\nI grieve, however, for the princess Krishna. Alas, she will be plunged\r\ntoday in an ocean of grief. Hearing of the slaughter of her brothers and\r\nsons and her venerable sire, the king of the Pancalas, without doubt she\r\nwill fall down senseless on the earth. Her body emaciated by grief, she\r\nwill not rise again. Unable to bear the grief resulting from such\r\naffliction, and worthy as she is of happiness, alas, what will be her\r\nplight? Cut to the quick by the slaughter of her sons and brothers, she\r\nwill be like one scorched by fire.'\r\n\r\nHaving in deep affliction indulged in these lamentations, that king of\r\nKuru's race then addressed Nakula, saying, Go and bring the unfortunate\r\nprincess Draupadi here along with all her maternal relations.' Obediently\r\naccepting that command of the king who equalled Yama himself in\r\nrighteousness, Nakula speedily proceeded on his car to the quarters of\r\nDraupadi where that princess resided with all the wives of the Pancala\r\nking. Having despatched the son of Madri, Yudhishthira, crushed by grief,\r\nproceeded with tears in his eyes accompanied by those friends of his, to\r\nthe field on which his sons had battled and which still teemed with\r\ndiverse kinds of creatures. Having entered that cursed field abounding\r\nwith fierce sights, the king saw his sons, well-wishers, and friends, all\r\nlying on the ground, covered with blood, their bodies mangled, and heads\r\nseparated from their trunks. Beholding them in that plight, Yudhishthira,\r\nthat foremost of righteous men, became deeply afflicted. That chief of\r\nthe Kurus then began to weep aloud and fell down on the earth, deprived\r\nof his senses, along with all his followers.\"\r\n\r\n\r\n\r\n11\r\n\r\nVaishampayana said, \"Beholding his sons, grandsons, and friends all slain\r\nin battle, the king's soul became overwhelmed with great grief, O\r\nJanamejaya! Recollecting those sons and grandsons and brothers and\r\nallies, a deep sorrow took possession of the illustrious monarch.\r\nSenseless and trembling, his eyes were bathed in tears. His friends then,\r\nthemselves filled with anxiety, began to comfort him.\r\n\r\nAt that time, Nakula, skilled in executing errands, arrived there on his\r\ncar of solar effulgence, accompanied by the princess Krishna in great\r\naffliction. She had been residing at Upaplavya. Having received that\r\nheartrending intelligence about the slaughter of all her sons, she became\r\nexceedingly agitated. Trembling like a plantain tree shaken by the wind,\r\nthe princess Krishna, arrived at the presence of Yudhishthira, fell down,\r\nafflicted by grief. Her face, adorned with eyes resembling a couple of\r\nfull-blown lotuses, seemed to be darkened by grief like the Sun himself\r\nwhen enveloped in darkness.\r\n\r\nBeholding her prostrate on the earth, the wrathful Vrikodara, of prowess\r\nincapable of being baffled, advancing hastily, raised her up and clasped\r\nher with his arms. The beautiful lady, comforted by Bhimasena, began to\r\nweep, and addressing the eldest son of Pandu with his brothers, said, \"By\r\ngood luck, O monarch, having obtained the whole earth, thou shalt enjoy\r\nher after the slaughter of thy brave sons in the observance of kshatriya\r\nduties. By good luck, O son of Pritha, thou art happy at the thought of\r\nhaving obtained the whole earth. By good luck, thy thoughts do not dwell\r\non Subhadra's son whose tread resembled that of an infuriated elephant.\r\nBy good luck, thou dost not, like myself while residing at Upaplavya,\r\nrecollect thy heroic sons slaughtered in the observance of kshatriya\r\nduties. O son of Pritha, hearing of the slaughter of those sleeping\r\nheroes by Drona's son of sinful deeds, grief burns me as if I were in the\r\nmidst of a fire. If Drona's son be not made to reap the fruit of that\r\nsinful deed of his, if, putting forth your prowess in battle, thou dost\r\nnot take the life of that wretch of sinful deeds, along with the lives of\r\nall his followers, then listen to me, ye Pandavas, I shall sit here in\r\npraya!\"\r\n\r\nHaving said these words, the helpless Krishna, the daughter of Yajnasena,\r\nsat by the side of the eldest son of Pandu, king Yudhishthira the just.\r\nThe royal sage, Yudhishthira, of righteous soul, seeing his dear queen\r\nsit in praya, addressed her, saying, \"O auspicious lady, O thou that art\r\nconversant with morality, all thy sons and brothers have righteously met\r\nwith a noble death. It behoveth thee not to grieve for them. As regards\r\nDrona's son, he hath gone to a distant forest, O beautiful princess! How\r\nshall thou O lady, make thyself sure of his fall in battle?\"\r\n\r\nDraupadi answered, \"I have heard that Drona's son hath a gem on his head,\r\nborn with him. I shall see that gem brought to me after the slaughter of\r\nthat wretch in battle, Placing that gem on thy head, O king, I shall\r\nendure to live. Even this is my resolve.\"\r\n\r\nHaving said these words unto the royal son of Pandu, the beautiful\r\nKrishna approached Bhimasena and said these words of high purpose unto\r\nhim: \"Remembering the duties of a kshatriya, O Bhima, it behoveth thee to\r\ncome to my rescue. Slay that man of sinful deeds like Maghavat slaying\r\nSamvara. There is no one in this world who is equal to thee in prowess.\r\nIt is known throughout the world how on an occasion of great calamity\r\nthou becamest at the town Varanavata the refuge of all the Parthas. When\r\nagain we were seen by Hidimba, it was thou that becamest our refuge in\r\nthe same way. Like Maghavat rescuing (his spouse) the daughter of Puloma,\r\nthou didst rescue my afflicted self, in Virata's city, from a great\r\ncalamity. Like those great feats, O Partha, that thou didst achieve in\r\nformer days, slay now, O slayer of foes, the son of Drona and be thou\r\nhappy!\"\r\n\r\nHearing these and other piteous lamentations of the princess, Kunti's\r\nson, Bhimasena, of great might, could not endure them. He mounted upon\r\nhis great car adorned with gold and took his beautiful bow with arrow\r\nplaced on the string. Making Nakula his charioteer, and resolved upon\r\nslaying the son of Drona, he began to stretch his bow and caused his\r\nsteeds to be urged without delay. Those steeds, fleet as the wind, thus\r\nurged, O tiger among men, proceeded with great speed. Possessed of great\r\nvalour and unfading energy, Bhima set out from the Pandava camp and\r\nproceeded with great celerity along the track of Ashvatthama's vehicle.\"\r\n\r\n\r\n\r\n12\r\n\r\nVaishampayana said, \"After the irresistible Bhimasena had set out, that\r\nbull of Yadu's race, possessed of eyes like lotus-petals, addressed\r\nKuru's son Yudhishthira, saying, O son of Pandu, this brother of thine,\r\noverwhelmed with grief at the slaughter of his sons, proceedeth alone to\r\nbattle, from desire of slaying the son of Drona. O bull of Bharata's\r\nrace, of all thy brothers, Bhima is thy dearest! Beholding him fallen\r\ninto a great danger why dost thou not stir thyself? The weapon called\r\nbrahmashira, which that subjugator of hostile towns, Drona, communicated\r\nto his son, is capable of consuming the whole world. The illustrious and\r\nhighly blessed preceptor, that foremost of all wielders of bows,\r\ndelighted with Dhananjaya, had given him that very weapon. Unable to\r\nendure it, his only son then begged it of him. Unwillingly he imparted\r\nthe knowledge of that weapon to Ashvatthama. The illustrious Drona knew\r\nthe restlessness of his son. Acquainted with all duties, the preceptor\r\nlaid this command on him, saying, \"Even when overtaken by the greatest\r\ndanger, O child in the midst of battle, thou shouldst never use this\r\nweapon, particularly against human beings.\" Even thus the preceptor Drona\r\nspoke unto his son. A little while after he again spoke, saying, \"O bull\r\namong men, thou wilt not, it seems, walk in the path of the righteous.\"\r\nHearing those bitter words of his sire, the wicked-souled Ashvatthama, in\r\ndespair of obtaining every kind of prosperity, began in grief to wander\r\nover the earth.\r\n\r\nThen, O chief of the Kurus, while you were living in the woods, O\r\nBharata, he came to Dvaraka and took up his abode there, worshipped by\r\nthe Vrishnis. One day, after he had taken up his abode in Dvaraka, he\r\ncame to me, without a companion and when I myself was without anybody by\r\nmy side, on the seacoast, and there smilingly addressing me said, \"O\r\nKrishna, that weapon, called brahmashira, worshipped by gods and\r\ngandharvas, which my sire, the preceptor of the Bharatas, of prowess\r\nincapable of being baffled, and obtained from Agastya after performing\r\nthe austerest penances, is now with me, O Dasharha, as much as it is with\r\nmy sire. O foremost one of Yadu's race, in exchange for that celestial\r\nweapon, give me thy discus which is capable of slaying all foes in\r\nbattle.\"\r\n\r\nWhile he with joined palms and great importunity thus begged of me my\r\ndiscus, myself, O bull of Bharata's race, from desire of gladdening him,\r\ntold him these words: \"Gods, danavas, gandharvas, men, birds and snakes,\r\nassembled together, are not equal to even a hundredth part of my energy.\r\nI have this bow, this dart, this discus, and this mace. I will give thee\r\nwhichever amongst these thou desirest to have from me. Without giving me\r\nthe weapon thou wishest to give, take from among these weapons of mine\r\nwhichever thou mayest be able to wield and use in battle.\"\r\n\r\nThus addressed, the illustrious son of Drona, as if challenging me,\r\nsolicited at my hands my discus of excellent nave and hard as thunder,\r\npossessed of a 1,000 spokes, and made of iron \"Take it.\" I said unto him.\r\nThus addressed, he rose suddenly and seized the discus with his left\r\nhand. He failed, however, to even move the weapon from the spot on which\r\nit lay. He then made preparations for seizing it with his right hand.\r\nHaving seized it then very firmly and having put forth all his strength,\r\nhe still failed to either wield or move it. At this, Drona's son became\r\nfilled with sorrow. After he was tired with the exertions he made, he\r\nceased, O Bharata!\r\n\r\nWhen he withdrew his heart from that purpose, I addressed the anxious and\r\nsenseless Ashvatthama and said, \"He who is always regarded as the\r\nforemost of all human beings, that wielder of gandiva, that warrior\r\nhaving white steeds yoked unto his car, that hero owning the prince of\r\napes for the device on his standard, that hero who, desirous of\r\nvanquishing in a wrestling encounter the god of gods, the blue-throated\r\nlord of Uma, gratified the great Shankara himself, that Phalguna than\r\nwhom I have no dearer friend on earth, that friend to whom there is\r\nnothing that I cannot give including my very wives and children, that\r\ndear friend Partha of unstained acts, never said unto me, O brahmana,\r\nsuch words as these which thou hast uttered.\r\n\r\nThat son whom I obtained through ascetic penances and observances of\r\naustere brahmacarya for twelve years on the breast of Himavati whither I\r\nhad gone for the purpose, that son of mine, Pradyumna, of great energy\r\nand a portion of Sanat-kumara himself, begotten by me upon my wife\r\nRukmini who had practised vows as austere as mine, that hero even never\r\nsolicited this best of objects, this unrivalled discus, which thou of\r\nlittle understanding had solicited!\r\n\r\nRama of great might never said such words to me! Neither Gada nor Samba\r\nhas ever asked that of me which thou hast asked! No one among the other\r\ngreat car-warriors of the Vrishni and the Andhaka race residing in\r\nDvaraka has ever asked this of me which thou hast asked! Thou art the son\r\nof the preceptor of the Bharatas, thou art held in high respect by all\r\nthe Yadavas. Let me ask thee, O foremost of car-warriors, with whom\r\nwouldst thou fight using this weapon?\"\r\n\r\nThus addressed by me, Drona's son replied, saying, \"After offering\r\nworship to thee, O Krishna, it was my intention to fight thee, O thou of\r\nunfading glory! It was for this, O Krishna that I solicited thee for thy\r\ndiscus which is adored by gods and danavas. If I had got it I would then\r\nbecome invincible in the world. Having failed, O Keshava, in obtaining my\r\nalmost unattainable wish, I am about to leave thee, O Govinda! Address me\r\nin fair words now. This terrible weapon is held by thee that art the\r\nforemost of all terrible persons. Unrivalled art thou for this weapon!\r\nThere is none else in this world capable of possessing it.\"\r\n\r\nHaving said these words unto me, the son of Drona, taking many couples of\r\nsteeds and much wealth and diverse kinds of gems, left Dvaraka. He is\r\nwrathful, wicked-souled, restless, and very cruel. He knows the weapon\r\ncalled brahmashira. Vrikodara should be protected from him!\"\r\n\r\n\r\n\r\n13\r\n\r\nVaishampayana said, \"Having said these words, that foremost of all\r\nwielders of weapons, that delighter of all the Yadavas, mounted upon his\r\nexcellent car equipped with every kind of powerful weapons. Unto that\r\nvehicle were yoked two pairs of foremost steeds of the Kamboja breed,\r\nthat were adorned with garlands of gold. The dhur of that best of cars\r\nwas of the hue of the morning sun. On the right was yoked the steed known\r\nas Shaibya; on the left was placed Sugriva; the Parshni was borne by two\r\nothers called Meghapushpa and Balahaka. There was seen on that car a\r\ncelestial standard decked with gems and gold and created by the divine\r\nArtificer, and standing high like the Maya (of Vishnu himself). Upon that\r\nstandard was Vinata's son (Garuda) shining with great splendour. Indeed,\r\nthat enemy of snakes perched on the standard-top of Keshava who is Truth\r\nembodied.\r\n\r\nThen Hrishikesha, that foremost of all bowmen, mounted on that car. After\r\nhim Arjuna of irresistible feats and Yudhishthira, the king of the Kurus,\r\nascended the same vehicle. Seated on that car, by the side of him of\r\nDasharha's race who wielded the bow called sharnga, the two sons of Pandu\r\nlooked exceedingly beautiful, like the twin Ashvinis seated by the side\r\nof Vasava. Causing them to ascend on that car of his which was adored by\r\nall the world, he of Dasharha's race urged those foremost of steeds\r\nendued with great fleetness. Those steeds then suddenly flew, taking\r\nafter them that excellent vehicle ridden by the two sons of Pandu and by\r\nthat bull of Yadu's race. Endued with great speed, as those animals bore\r\naway the wielder of sharnga, loud became the noise caused by their rush,\r\nlike that of birds coursing through the air.\r\n\r\nProceeding with great speed, they soon came up, O bull of Bharata's race,\r\nwith the mighty bowman Bhimasena in whose wake they had followed.\r\nAlthough those great car-warriors met Bhima, they failed however to stop\r\nthat son of Kunti, as filled with wrath he proceeded fiercely towards the\r\nfoe. In the very sight of those illustrious and firm bowmen, Bhima, by\r\nmeans of his very fleet steeds, proceeded towards the bank of the river\r\nbrought down by Bhagiratha. He beheld the high-souled and illustrious and\r\ndark-complexioned and island-born Vyasa sitting near the edge of the\r\nwater in the midst of many rishis. And he also saw Drona's son of wicked\r\ndeeds sitting beside them, covered with dust, attired in a piece of cloth\r\nmade of kusha grass, and smeared all over with clarified butter. The\r\nmighty-armed Bhimasena, the son of Kunti, taking up his bow with shaft\r\nfixed on it, rushed towards Ashvatthama, and said, Wait, wait!'\r\n\r\nDrona's son, beholding that terrible bowman coming towards him bow in\r\nhand, and the two brothers on Janardana's car, became exceedingly\r\nagitated and thought his hour had come. Of soul incapable of being\r\ndepressed, he called to his mind that high weapon (which he had obtained\r\nfrom his sire). He then took up a blade of grass with his left hand.\r\nFallen into great distress, he inspired that blade of grass with proper\r\nmantras and converted it into that powerful celestial weapon. Unable to\r\nbrook the arrows (of the Pandavas) and the presence of those wielders of\r\ncelestial weapons, he uttered in wrath these terrible words: For the\r\ndestruction of the Pandavas.' Having said these words, O tiger among\r\nkings, the valiant son of Drona let off that weapon for stupefying all\r\nthe worlds. A fire then was born in that blade of grass, which seemed\r\ncapable of consuming the three worlds like the all-destroying Yama at the\r\nend of the yuga.\"\r\n\r\n\r\n\r\n14\r\n\r\nVaishampayana said, \"At the very outset the mighty-armed hero of\r\nDasharha's race understood from signs the intention of Drona's son.\r\nAddressing Arjuna, he said, O Arjuna, O son of Pandu, the time is come\r\nfor the use of that celestial weapon which is in thy memory, knowledge of\r\nwhich was imparted to thee by Drona. For protecting thyself as also thy\r\nbrothers, O Bharata, shoot in this battle that weapon which is capable of\r\nneutralising all weapons.'\r\n\r\nThus addressed by Keshava, Arjuna, that slayer of hostile heroes, quickly\r\nalighted from the car, taking with him his bow with shaft fixed on the\r\nstring. Softly wishing good unto the preceptor's son and then unto\r\nhimself, and unto all his brothers, that scorcher of foes then bowed unto\r\nall the gods and all his superiors and let off his weapon, thinking of\r\nthe welfare of all the worlds and uttering the words, Let Ashvatthama's\r\nweapon be neutralised by this weapon!'\r\n\r\nThat weapon, quickly let off by the wielder of gandiva, blazed up with\r\nfierce flames like the all-destroying fire that appears at the end of the\r\nyuga. Similarly, the weapon that had been shot by Drona's son of fierce\r\nenergy blazed up with terrible flames within a huge sphere of fire.\r\nNumerous peals of thunder were heard; thousands of meteors fell; and all\r\nliving creatures became inspired with great dread. The entire welkin\r\nseemed to be filled with noise and assumed a terrible aspect with those\r\nflames of fire. The whole earth with her mountains and waters and trees,\r\ntrembled. Then the two great rishis, Narada, who is the soul of every\r\ncreature, and the grandsire of all the Bharata princes (Vyasa), beholding\r\nthose two weapons scorching the three worlds, showed themselves there.\r\nThe two rishis sought to pacify the two heroes Ashvatthama and\r\nDhananjaya. Conversant with all duties and desirous of the welfare of all\r\ncreatures, the two sages, possessed of great energy, stood in the midst\r\nof those two blazing weapons. Incapable of being overwhelmed by any\r\nforce, those two illustrious rishis, placing themselves between the two\r\nweapons, stood like two blazing fires. Incapable of being checked by any\r\ncreature endued with life, and adorned by the gods and danavas, they two\r\nacted in this way, neutralising the energy of the two weapons and doing\r\ngood to all the world.\r\n\r\nThe two rishis said, \"Those great car-warriors who have fallen in this\r\nbattle were acquainted with diverse kinds of weapons. They, however,\r\nnever shot such a weapon upon human beings. What act of rashness is this,\r\nye heroes, that ye have done?\"\r\n\r\n\r\n\r\n15\r\n\r\nVaishampayana said, \"At the very sight, O tiger among men, of those two\r\nrishis possessed of splendour like that of fire, Dhananjaya quickly\r\nresolved to withdraw his celestial shaft. Joining his hands, he addressed\r\nthose rishis, saying, I used this weapon, saying, \"Let it neutralise the\r\n(enemy's) weapon!\" If I withdraw this high weapon, Drona's son of sinful\r\ndeeds will then, without doubt, consume us all with the energy of his\r\nweapon. Ye two are like gods! It behoveth you to devise some means by\r\nwhich our welfare as also that of the three worlds may be secured!'\r\n\r\nHaving said these words Dhananjaya withdrew his weapon. The withdrawal of\r\nthat weapon by the gods themselves in battle is exceedingly difficult.\r\nNot excepting the great Indra himself, there was nobody save the son of\r\nPandu, who was capable of withdrawing that high weapon after it had once\r\nbeen let off. That weapon was born of Brahma energy. No person of\r\nuncleansed soul can bring it back after it is once let off. Only one that\r\nleads the life of a brahmacari can do it. If one who has not practised\r\nthe vow of brahmacarya seeks to bring it back after having shot it, it\r\nstrikes off his own head and destroys him with all his equipments. Arjuna\r\nwas a brahmacari and an observer of vows. Having obtained that almost\r\nunobtainable weapon, he had never used it even when plunged into\r\nsituations of the greatest danger. Observant of the vow of truth,\r\npossessed of great heroism, leading the life of a brahmacari, the son of\r\nPandu was submissive and obedient to all his superiors. It was for this\r\nthat he succeeded in withdrawing his weapon.\r\n\r\nDrona's son, beholding those two rishis standing before him, could not by\r\nhis energy withdraw his own terrible weapon. Unable to withdraw the high\r\nweapon in battle, Drona's son, O king, with a cheerless heart, said unto\r\nthe island-born rishi these words, Threatened by a great danger, and\r\ndesirous of protecting my life, I let off this weapon, through fear of\r\nBhimasena, O sage! This Bhimasena of false behaviour, acted sinfully, O\r\nholy one, while slaying the son of Dhritarashtra in battle! It is for\r\nthis, O regenerate one, that of uncleansed soul as I am I let off this\r\nweapon. I dare not, however, withdraw it now. Having inspired this\r\nirresistible and celestial weapon with the energy of fire, I let it off\r\nfor the destruction of the Pandavas. Contrived for the destruction of the\r\nPandavas, that weapon, therefore, will take away the lives of all the\r\nsons of Pandu. O regenerate one, I have, in wrath, done this sinful deed.\r\nI invoked this weapon in battle for the destruction of the Pandavas.'\r\n\r\nVyasa said, \"Pritha's son Dhananjaya, O child, was acquainted with the\r\nweapon called brahmashira. Neither from wrath, nor for thy destruction in\r\nbattle, did he shoot this weapon. Arjuna, on the other hand, used it for\r\nbaffling thy weapon. He has again withdrawn it. Having obtained even the\r\nbrahmastra through thy sire's instructions, the mighty-armed Dhananjaya\r\ndid not fall off from a kshatriya's duties. Arjuna is possessed of such\r\npatience, and such honesty. He is, besides, conversant with every weapon,\r\nWhy dost thou seek to compass the destruction of such a person with all\r\nhis brothers? That region where the weapon called brahmashira is baffled\r\nby another high weapon suffers a drought for twelve years, for the clouds\r\ndo not pour a drop of water there for this period. For this reason, the\r\nmighty-armed son of Pandu, although he had the power, would not, from\r\ndesire of doing good to living creatures, baffle thy weapon with his. The\r\nPandavas should be protected; thy own self should be protected; the\r\nkingdom also should be protected. Therefore, O thou of mighty arms,\r\nwithdraw this celestial weapon of thine. Dispel this wrath from thy heart\r\nand let the Pandavas be safe. The royal sage Yudhishthira never desires\r\nto win victory by perpetrating any sinful act. Give unto these that gem\r\nwhich is on thy head. Taking that, the Pandavas will in return grant thee\r\nthy life!\"\r\n\r\nDrona's son said, \"This my gem is more valuable than all the wealth that\r\nhas ever been earned by the Pandavas and the Kauravas. If this gem is\r\nworn, the wearer ceases to have any fear from weapons or disease or\r\nhunger! He ceases to have any fear of gods and danavas and nagas! His\r\napprehensions from rakshasas as also from robbers will cease. Even these\r\nare the virtues of this gem of mine. I cannot, by any means, part with\r\nit. That, however, O holy one, which thou sayest, should be done by me.\r\nHere is this gem. Here is myself. This blade of grass (inspired into a\r\nfatal weapon) will, however, fall into the wombs of the Pandava women,\r\nfor this weapon is high and mighty, and incapable of being frustrated. O\r\nregenerate one, I am unable to withdraw it, having once let it off. I\r\nwill now throw this weapon into the wombs of the Pandava women. As\r\nregards thy commands in other respects, O holy one, I shall certainly\r\nobey them.\"\r\n\r\nVyasa said, \"Do then this. Do not, however, entertain any other purpose,\r\nO sinless one! Throwing this weapon into the wombs of the Pandava women,\r\nstop thyself.\"\r\n\r\nVaishampayana continued, \"The son of Drona, having heard these words of\r\nthe island-born, threw that uplifted weapon into the wombs of the Pandava\r\nwomen.\"\r\n\r\n\r\n\r\n16\r\n\r\nVaishampayana said, \"Understanding that that weapon was thrown (into the\r\nwombs of the Pandava women) by Drona's son of sinful deeds, Hrishikesha,\r\nwith a cheerful heart, said these words unto him: A certain brahmana of\r\npious vows, beholding Virata's daughter who is now daughter-in-law to\r\nArjuna, while she was at Upaplavya, said, \"While the Kuru line will\r\nbecome extinct, a son will be born to thee. This thy son for that reason,\r\nwill be called by the name of Parikshit.\" The words of that pious man\r\nshall become true: the Pandavas shall have a son called Parikshit. Unto\r\nGovinda, that foremost one of the Satvata race, while he was saying these\r\nwords, Drona's son, filled with wrath, replied, saying, This, O Keshava,\r\nthat thou sayest from thy partiality for the Pandavas, shall not happen.\r\nO thou of eyes like lotus-petals, my words cannot but be fulfilled.\r\nUplifted by me, this weapon of mine shall fall on the foetus that is in\r\nthe womb of Virata's daughter, upon that foetus which thou, O Krishna,\r\nart desirous of protecting.'\r\n\r\nThe holy one said, \"The fall of this mighty weapon will not be fruitless.\r\nThe foetus will die. But being dead, it will live again and have a long\r\nlife! As regards thyself, all wise men know thee for a coward and a\r\nsinful wretch! Always engaged in sinful acts, thou art the slayer of\r\nchildren. For this reason, thou must have to bear the fruit of these thy\r\nsins. For 3,000 years thou shalt wander over this earth, without a\r\ncompanion and without being able to talk with anyone. Alone and without\r\nanybody by thy side, thou shalt wander through diverse countries, O\r\nwretch, thou shalt have no place in the midst of men. The stench of pus\r\nand blood shall emanate from thee, and inaccessible forests and dreary\r\nmoors shall be thy abode! Thou shalt wander over the Earth, O thou of\r\nsinful soul, with the weight of all diseases on thee.\r\n\r\nThe heroic Parikshit, attaining to age and a knowledge of the Vedas and\r\nthe practice of pious vows, shall obtain all weapons from the son of\r\nSharadvata. Having obtained a knowledge of all high weapons, and\r\nobservant of all kshatriya duties, that righteous-souled king shall rule\r\nthe earth for sixty years. More than this, that boy shall become the\r\nmighty-armed king of the Kurus, known by the name of Parikshit, before\r\nthy very eyes, O thou of wicked soul! Though burnt by the energy of thy\r\nweapon's fire, I shall revive him. O lowest of men, behold the energy of\r\nmy austerities and my truth.\"\r\n\r\nVyasa said, \"Since, disregarding us, thou hast perpetrated this\r\nexceedingly cruel act, and since thy behaviour is such although thou art\r\na good brahmana (by birth), therefore, those excellent words that\r\nDevaki's son has said, will, without doubt, be realised in thy case, an\r\nadopter as thou hast been of kshatriya usages!\"\r\n\r\nAshvatthama said, \"With thyself among all men, O holy one, I shall live!\r\nLet the words of this illustrious and foremost of men become true!\"\r\n\r\nVaishampayana continued, \"Drona's son, then, having made over his gem to\r\nthe high-souled Pandavas, cheerlessly proceeded, before their eyes, to\r\nthe forest. The Pandavas who had killed and chastised all their foes,\r\nplaced Govinda and the island-born Krishna and the great ascetic Narada\r\nat their head, and taking the gem that was born with Ashvatthama, quickly\r\ncame back to the intelligent Draupadi who was sitting in observance of\r\nthe praya vow.\r\n\r\nThose tigers among men, borne by their excellent steeds resembling the\r\nwing in fleetness, came back with him of Dasharha's race to their\r\nencampment. Speedily alighting from their cars, those great car-warriors,\r\nthemselves much more afflicted, beheld, Drupada's daughter Krishna\r\nafflicted with woe. Approaching the cheerless princess stricken with\r\nsorrow and grief, the Pandavas with Keshava, sat round her.\r\n\r\nThen the mighty Bhimasena, desired by the king, gave that celestial gem\r\nunto her and said these words: \"This gem, O amiable lady, is thine. The\r\nslayer of thy sons hath been vanquished. Rise, casting off thy sorrow,\r\nand recollect the duties of a kshatriya lady. O thou of black eyes, when\r\nVasudeva was about to set out (from Upaplavya) on his mission of peace,\r\nthou hadst, O timid lady, said even these words unto the slayer of Madhu,\r\n\"I have no husbands! I have no sons, nor brothers! Nor art thou alive, O\r\nGovinda, since the king desires for peace!\" Those bitter words were\r\naddressed by thee to Krishna, that foremost of persons! It behoveth thee\r\nto recollect those words of thine that were so consistent with kshatriya\r\nusages.\r\n\r\nThe wretched Duryodhana, that obstacle on the way of our sovereignty, has\r\nbeen slain. I have quaffed the blood of the living Duhshasana. We have\r\npaid off the debt we owed to our enemy. People, while talking, will not\r\nbe able to censure us any longer. Having vanquished Drona's son, we have\r\nset him free for the sake of his being a brahmana and of the respect that\r\nshould be shown to our deceased preceptor. His fame hath been destroyed,\r\nO goddess, only his body remains! He has been divested of his gem and on\r\nearth he has been reft of his weapons!\"\r\n\r\nDraupadi said, \"I desired to only pay off our debt for the injury we have\r\nsustained. The preceptor's son is worthy of my reverence as the preceptor\r\nhimself. Let the king bind this gem on his head, O Bharata!\" The king\r\nthen, taking that gem, placed it on his head, at the desire of Draupadi\r\nand regarding it as a gift from the preceptor. Holding on his head that\r\nexcellent and celestial gem, the puissant king looked beautiful like a\r\nmountain with the moon above it. Though stricken with grief on account of\r\nthe death of her sons, the princess Draupadi, possessed of great mental\r\nstrength, gave up her vow. Then king Yudhishthira enquired of the\r\nmighty-armed Krishna, saying the following words.\"\r\n\r\n\r\n\r\n17\r\n\r\nVaishampayana said, \"After all the troops had been slain during the hour\r\nof sleep by those three car-warriors, king Yudhishthira in great grief\r\nsaid these words unto him of Dasharha's race: How, O Krishna, could my\r\nsons, all of whom were mighty car-warriors, be slaughtered by the sinful\r\nand wretched Ashvatthama of no great skill in battle? How also could\r\nDrona's son slay the children of Drupada, all of whom were accomplished\r\nin weapons, possessed of great prowess, and capable of battling with\r\nhundreds of thousands of foes? How could he slay that foremost of\r\ncar-warriors, Dhrishtadyumna, before whom the great bowman Drona himself\r\ncould not appear? What act was done by the preceptor's son, O bull among\r\nmen, in consequence of which he succeeded in slaying, single-handed, all\r\nour men in battle?'\r\n\r\nThe holy one said, \"Verily, Drona's son had sought the aid of that\r\nhighest of all the gods, the eternal Mahadeva. It was for this that he\r\nsucceeded in slaying, single-handed, so large a number of warriors. If\r\nMahadeva be gratified, he can bestow even immortality. Girisha can give\r\nsuch valour as will succeed in checking Indra himself. I know Mahadeva\r\ntruly, O bull of Bharata's race! I know also his various acts of old. He,\r\nO Bharata, is the beginning, the middle, and the end of all creatures.\r\nThis entire universe acts and moves through his energy.\r\n\r\nThe puissant Grandsire, desirous of creating living creatures, saw Rudra;\r\nand the Grandsire asked him, saying, \"Create living creatures without\r\ndelay!\" Thus asked, Rudra of tawny locks, saying, \"So be it!\" plunged\r\ninto the water and practised austerities for a long time, inasmuch as he\r\nwas sensible of the defects of living creatures. Having waited in\r\nexpectation of Rudra for a very long time, the Grandsire, by a fiat of\r\nhis will, invoked into existence another being for making him the creator\r\nof all kinds of living things. Beholding Girisha plunged into the waters,\r\nthis (second) being said unto his sire, \"If there be no being born before\r\nme, then I will create living creatures!\" His sire replied unto him,\r\nsaying, \"There is no other first-born being besides thee! This Sthanu has\r\nplunged into the water! Go and create living creatures, without any\r\nanxiety!\"\r\n\r\nThat being then created many living creatures, having Daksha for their\r\nfirst, who created all these creatures of four kinds. As soon, however,\r\nas they were created, they ran O king, towards their sire, afflicted with\r\nhunger and desirous of devouring him. The second being whom Brahma had\r\ncreated, thereupon ran towards him, desirous of protection from his own\r\noffspring. And he said unto the Grandsire, \"O illustrious one, protect me\r\nfrom these, and let these creatures have their food assigned unto them!\"\r\nThen the Grandsire assigned herbs and plants and other vegetables as\r\ntheir food, and unto those that were strong he assigned the weaker\r\ncreatures as the means of sustenance. Their sustenance having been thus\r\nassigned, the newly-created creatures all went away to regions they\r\ndesired, and cheerfully multiplied by union with their respective species.\r\n\r\nAfter the creatures had multiplied and the Grandsire had become well\r\npleased, the first-born rose from the water and beheld the living\r\ncreation. He saw that diverse kinds of creatures had been created and\r\nthat they had multiplied by their own energy. At this sight, Rudra became\r\nangry and caused his procreative limb to disappear in the bowels of the\r\nEarth. The unfading Brahma, soothing him by soft words, said unto him, \"O\r\nSharva, what wert thou doing so long within the water? For what reason,\r\nalso hast thou caused thy limb of generation to disappear in the bowels\r\nof the Earth?\" Thus questioned, that lord of the universe wrathfully\r\nanswered the lord Brahman, \"Somebody else has created all these\r\ncreatures! What purpose then would be served by this limb of mine? I have\r\nby my austerities, O Grandsire, created food for all these creatures.\r\nThese herbs and plants also will multiply like those that will subsist\r\nupon them!\" Having said these words, Bhava went away, in cheerlessness\r\nand rage, to the foot of the Menjavat mountains for practising severer\r\nausterities.\"\r\n\r\n\r\n\r\n18\r\n\r\nThe holy one said, \"After the krita-yuga had elapsed, the gods, desirous\r\nof performing a sacrifice, duly made preparation for one according to the\r\ndirections laid down in the Vedas. They collected clarified butter and\r\nthe other requisites. And they not only devised what the requisites of\r\ntheir sacrifice should be, but also determined those amongst themselves\r\nthat should have a share in the sacrificial offerings.\r\n\r\nNot knowing Rudra truly, the celestials, O king, assigned no share for\r\nthe divine Sthanu. Seeing that the celestials assigned to him no share in\r\nthe sacrificial offerings, Sthanu, clad in deer skins, desired to destroy\r\nthat Sacrifice and with that object constructed a bow. There are four\r\nkinds of Sacrifices: the loka Sacrifice, the Sacrifice of special rites,\r\nthe eternal domestic Sacrifice, and the Sacrifice consisting in the\r\ngratification derived by man from his enjoyment of the five elemental\r\nsubstances and their compounds. It is from these four kinds of Sacrifice\r\nthat the universe has sprung. Kapardin constructed that bow using as\r\nmaterials the first and the fourth kinds of Sacrifices. The length of\r\nthat bow was five cubits. The sacred (mantra) \"vashat,\" O Bharata, was\r\nmade its string. The four parts, of which a Sacrifice consists, became\r\nthe adornments of that bow.\r\n\r\nThen Mahadeva, filled with rage, and taking up that bow, proceeded to\r\nthat spot where the celestials were engaged in their Sacrifice. Beholding\r\nthe unfading Rudra arrive there attired as a brahmacari and armed with\r\nthat bow, the goddess Earth shrunk with fear and the very mountains began\r\nto tremble. The very wind ceased to move, and fire itself, though fed,\r\ndid not blaze forth. The stars in the firmament, in anxiety, began to\r\nwander in irregular courses. The Sun's splendour decreased. The disc of\r\nthe Moon lost its beauty. The entire welkin became enveloped in a thick\r\ngloom. The celestials, overwhelmed, knew not what to do. Their Sacrifice\r\nceased to blaze forth. The gods were all terrified. Rudra then pierced\r\nthe embodiment of Sacrifice with a fierce shaft in the heart. The\r\nembodied form of Sacrifice, assuming the shape of a deer, fled away, with\r\nthe god of fire. Approaching heaven in that form, he blazed forth in\r\nbeauty. Rudra, however, O Yudhishthira, pursued him through the skies.\r\nAfter Sacrifice had fled away, the gods lost their splendour. Having lost\r\ntheir senses, the gods were stupefied.\r\n\r\nThen the three-eyed Mahadeva, with his bow, broke in rage the arms of\r\nSavitri, and plucked out the eyes of Bhaga and the teeth of Pushana. The\r\ngods then fled away, as also all the several parts of Sacrifice. Some\r\namongst them, reeling as they sought to fly away, fell down senseless.\r\nThe blue-throated Rudra, having agitated them thus, laughed aloud, and\r\nwhirling the horn of his bow, paralysed them. The celestials then uttered\r\na cry. At their command, the string of the bow broke. The string having\r\nbroken, the bow became stretched into a line. The gods then approached\r\nthe bowless god of gods and, with the embodied form of Sacrifice, sought\r\nthe protection of the puissant Mahadeva and endeavoured to gratify him.\r\n\r\nGratified, the great god threw his wrath into the water, O king, that\r\nwrath, assuming the form of fire, is always employed in consuming that\r\nliquid element. He then gave unto Savitri his arms, Bhaga his eyes, and\r\nPushana his teeth. And he also restored the Sacrifices themselves, O\r\nPandava! The world once more became safe and sound. The gods assigned\r\nunto Mahadeva all the libations of clarified butter as the share of great\r\ndeity. O monarch, when Mahadeva had become angry, the whole world had\r\nthus become agitated: when he became gratified everything became safe.\r\nPossessed of great energy, the god Mahadeva was gratified with\r\nAshvatthama. It was for this that thy sons, those mighty car-warriors,\r\ncould be slain by that warrior. It was for this that many other heroes,\r\nthe Pancalas, with all their followers, could be slain by him. Thou\r\nshouldst not suffer thy mind to dwell on it. It was not Drona's son that\r\naccomplished that act. It was done through the grace of Mahadeva. Do now\r\nwhat should next be done.\"\r\n\r\nThe end of Sauptika-parv\r\n"
    }
  ]
}